[{
    "category": "beasts",
    "code": "dog",
    "textes": [{
        "lang": "EN",
        "description": "Some claim dogs are reflections of their masters. A well-treated pet repays his owner with loyalty and trust, whereas an ill-treated one repays this treatment in kind as well, meeting yells with barks and kicks with bites. Since there is an abundance of bad men, so, too, is there an abundance of bad dogs. Most dangerous of all are the vagrant mutts who have lost all respect for men and developed a taste for blood and carrion.<br><br>Dogs usually attack in packs, choosing isolated victims, especially ones in whom they sense some kind of weakness. Packs of rabid dogs usually only dare attack children, drunkards, the elderly and cripples. Yet when backed into a corner, they will defend themselves with frothing bites and sharp claws against all and sundry.",
        "name": "dog",
        "quote": {
            "author": {
                "firstname": "alfred",
                "lastname": "pankratz",
                "title": "beggar from Novigrad"
            },
            "text": "They say a dog's a man's best friend... But in these foul times one best be wary, even of his friends."
        }
    },
    {
        "lang": "FR",
        "description": "\"Tel maître, tel chien\", dit la sagesse populaire. Un animal bien traité est fidèle à son maître, tandis qu'un chien battu et houspillé en permanence finit inévitablement par mordre la main qui le nourrit. Hélas, en ces temps troublés où les hommes mauvais prospèrent, bon nombre de chiens errants ont perdu tout respect pour l'homme et développé un goût pour le sang et la charogne.",
        "name": "chien",
        "quote": {
            "author": {
                "firstname": "alfred",
                "lastname": "pankratz",
                "title": "mendiant de Novigrad"
            },
            "text": "Le chien est le meilleur ami de l'homme, il paraît... mais par les temps qui courent, vaut mieux se méfier de tout le monde, même de ses amis."
        }
    }],
    "weakspots": {
        "bombs": [],
        "oils": ["beast-oil"],
        "potions": [],
        "signs": []
    }
},
{
    "category": "beasts",
    "code": "wolf",
    "textes": [{
        "lang": "EN",
        "description": "Once upon a time wolves were the absolute rulers of the forest. Men used them to frighten children, while adults, too, trembled at the sound of their howling. Post-Conjunction monsters not only pushed wolves into the deepest wilds but also took over their place in human nightmares. Yet this does not mean the old predators ceased to be a danger. Wolves do not have a drop of magic within them, breathe no fire and spit no acid, but that in no way stops them from killing unwary travelers and hunters.<br><br>Particularly dangerous are wargs, a nasty and ferocious subspecies of wolf, and the snow-white wolves which today can only be found in the wild highlands of the Skellige archipelago.<br><br>Wolves usually feed in packs counting from a handful to over a dozen members, though some particularly strong males hunt alone. Though wolves are weaker than many post-Conjunction monsters, they make up for any lack of strength with their intelligence. When fighting them one must be especially careful not to become surrounded. The presence of wolves can also signal more serious trouble – these predators often share their hunting grounds with werewolves and leshens.",
        "name": "wolf",
        "quote": {
            "author": {
                "firstname": "yngvar",
                "lastname": "",
                "title": "shepherd"
            },
            "text": "Friend of mine used to say that with all these griffins and basilisks and whatnot, good old fashioned wolves weren't nothing to worry about... Then the damned beasts devoured half his flock."
        }
    },
    {
        "lang": "FR",
        "description": "Les loups régnaient jadis en maîtres sur la forêt. Adultes et enfants tremblaient de peur en entendant leurs hurlements. Depuis la Conjonction cependant, les monstres ont non seulement considérablement réduit le territoire des loups, mais ils ont également pris leur place dans les cauchemars des hommes. Pour autant, l'ancien prédateur n'en reste pas moins dangereux. Le loup n'est pas un animal magique, il ne crache ni feu, ni acide, mais il continue néanmoins de tuer les chasseurs et les voyageurs imprudents.<br><br>Les wargs, une sous-espèce de loup, sont des adversaires particulièrements coriaces, tout comme le loup blanc des terres sauvages de Skellige.",
        "name": "loup",
        "quote": {
            "author": {
                "firstname": "yngvar",
                "lastname": "",
                "title": "berger"
            },
            "text": "Je me disais qu'avec tous les griffons, les basilics et les je-sais-pas-quoi-encore qui traînent dans la région, je risquais pas d'être embêté par les loups... Ben ça n'a pas empêché ces sales bêtes de boulotter la moitié de mon troupeau !"
        }
    }],
    "weakspots": {
        "bombs": [],
        "oils": ["beast-oil"],
        "potions": [],
        "signs": []
    }
},
{
    "category": "beasts",
    "code": "bear",
    "textes": [{
        "lang": "EN",
        "description": "Bears are omnivores – meaning men find a place in their diet beside berries, roots and salmon. When they snack on humans, they most frequently partake of the meat of travelers unwittingly trespassing on their territory, or else that of hunters for whom besting such a creature is a lifelong ambition.<br><br>There are several subspecies of bears – black bears, polar bears and cave bears – which differ from one another in coloring as well as in size and strength. All share one trait in common, however: a near-unmatched ability to kill.",
        "name": "bear",
        "quote": {
            "author": {
                "firstname": "jahne",
                "lastname": "oldak",
                "title": "royal huntsman"
            },
            "text": "Know that ditty about the bear \"climbing the mountain, to see what he could see?\" Biggest load of rubbish I've ever heard. When a bear climbs a mountain, it's not to see. It's to hunt. To kill."
        }
    },
    {
        "lang": "FR",
        "description": "L'ours est un omnivore, ce qui signifie qu'il mange aussi bien des baies et du saumon que... des hommes. Dans ce dernier cas, il s'agit généralement d'un voyageur imprudent ou d'un chasseur trop ambitieux.<br><br>Les différentes espèces d'ours (ours noir, ours polaire, ours des cavernes, etc.) sont de couleur, de taille et de force diverses, mais partagent toutes une même caractéristique : une aptitude naturelle à tuer.",
        "name": "ours",
        "quote": {
            "author": {
                "firstname": "jahne",
                "lastname": "oldak",
                "title": "veneur"
            },
            "text": "Ah l'ours... Le bon gros ours, le nounours placide qui mange du miel toute la journée... C'est des conneries tout ça. L'ours est un chasseur, un prédateur. L'ours est un tueur."
        }
    }],
    "weakspots": {
        "bombs": [],
        "oils": ["beast-oil"],
        "potions": [],
        "signs": ["quen"]
    }
},
{
    "category": "hybrids",
    "code": "griffin",
    "textes": [{
        "lang": "EN",
        "description": "Griffins were once only found high in the mountains, where they would hunt marmots and wild goats. When humans encroached on their lands, however, griffins soon discovered a new source of much more plentiful and easier-caught prey: cows, sheep and shepherds. Though still wary of main roads and towns (where folk with the means to hire a witcher are like to dwell), these half-eagle, half-wildcat creatures have gone from rarities to oft-encountered pests known throughout the Northern Realms. Especially hated are the subspecies known as royal griffins and archgriffins.<br><br>Griffins mate for life and when their partner is attacked they will defend it to the death. For this reason they are often considered the embodiment of courage, loyalty and fighting spirit. This last attribute no one would deny them – when provoked, they will not cease their attack until they have torn their opponent to shreds.<br><br>Griffins find their victims using their extraordinary perceptive sense of smell. After drawing near to their chosen target they attack by swooping down from great height. Their muscular mass combined with their swift speed mean this blow alone is often enough to end the fight. If, however, the victim survives this aerial assault, the griffin will immediately engage it in direct combat, making use of its sharp, curved beak and powerful talons.<br><br>The wounds it deals are deep and cause powerful bleeding. Even worse, griffins do not have any true weaknesses – except for their vulnerability to hybrid oil and certain kinds of bombs.",
        "name": "griffin",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": "Griffin attack witness, name unknown"
            },
            "text": "Aye, half-eagle, half tomcat, just like on the lord's crest. 'Cept this 'un was carryin' me dead cow 'stead of a scepter."
        }
    },
    {
        "lang": "FR",
        "description": "Le griffon était autrefois confiné aux zones montagneuses, où il se nourrissait de marmottes et de chèvres sauvages. Il a cependant trouvé sur les terres habitées par les humains une abondance de proies faciles : vaches, moutons... voire bergers à l'occasion. Cette créature mi-aigle, mi-félin est ainsi devenue en quelques années l'un des pires fléaux des royaumes du Nord. Le griffon royal et l'archigriffon, deux sous-espèces plus redoutables encore, sont la hantise des paysans.",
        "name": "griffon",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": "témoin anonyme d'une attaque de griffon"
            },
            "text": "\"Je vous jure, c'était une bête mi-aigle, mi-chat, comme sur le blason du seigneur. Sauf que celle-ci portait pas un sceptre, mais une de mes vaches.\""
        }
    }],
    "weakspots": {
        "bombs": ["hive"],
        "oils": ["hybrid-oil"],
        "potions": [],
        "signs": ["aard"]
    }
},
{
    "category": "hybrids",
    "code": "harpy",
    "textes": [{
        "lang": "EN",
        "description": "It is hard to say what is most repulsive about harpies and their cousins, the shishigas: their hideous appearance, the overwhelming stench of rot and bird excrement that clings to them or their bloodcurdling screech. Suffice it to say that even rats, who dwell happily among the rankest fecal matter and rotten waste, give their nests wide berth.<br><br>Harpy nests are most often found atop high cliffs or rocky ravines. Sure signs of having strayed near one are crumbling human and animals remains, guano-streaked rocks and feathers littering the ground.<br><br>Harpies and shishigas hunt in flocks consisting of a handful to up to twenty individuals. Though rather cowardly and cautious, harpies fiercely defend their nests and will not hesitate to attack when outnumbering their foes.<br><br>During combat they use their ability to fly to dive swiftly to strike their victims one by one before soaring back up out of reach. They can kill with their wings or their sharp beak and talons. Once on the ground they move slowly and clumsily, and thus no longer present much of a threat.",
        "name": "harpy",
        "quote": {
            "author": {
                "firstname": "letho",
                "lastname": "",
                "title": "Viper School witcher"
            },
            "text": "Most monsters don't actually keep any treasure in their lairs. Harpies, though - they like shiny things."
        }
    },
    {
        "lang": "FR",
        "description": "Non contente d'être d'une laideur repoussante, la harpie (tout comme sa cousine la chichiga) dégage une odeur pestilentielle, savoureux mélange de pourriture et d'excréments. Même les rats, pourtant habitués à vivre parmi la matière fécle et les détritus, évitent soigneusement les nids de harpie.",
        "name": "harpie",
        "quote": {
            "author": {
                "firstname": "letho",
                "lastname": "",
                "title": "sorceleur de l'École de la Vipère"
            },
            "text": "En général, les monstres ne s'intéressent pas aux richesses humaines, mais pour une harpie, tout ce qui brille est d'or."
        }
    }],
    "weakspots": {
        "bombs": ["hive"],
        "oils": ["hybrid-oil"],
        "potions": [],
        "signs": ["aard"]
    }
},
{
    "category": "cursed-ones",
    "code": "botchling",
    "textes": [{
        "lang": "EN",
        "description": "Botchlings are perhaps the most repulsive creatures a witcher will ever have the displeasure of meeting. Born of dead, unwanted babies discarded without a proper burial, their appearance is that of a partially-decayed fetus, their unformed flesh twisted with hate, fear and malice. These hideous creatures feed on the blood of pregnant women, driven by a mad hunger that most often leads to their victim's death.<br><br>A botchling will emerge from its lair at night to lurk by the bedside of an expectant mother, draining her strength and that of her unborn progeny as she sleeps. A woman thus beleaguered first suffers from troubling dreams, then fever, delirium and a general weakening of the flesh. After a few such nights she is enfeebled and unable to defend herself - it is then the botchling attacks directly, sinking its long, sharp fangs into her body and drinking her blood until mother and fetus perish together.<br><br>A botchling stands around a foot and a half in height, but, when threatened and if gorged with blood, it can change form. At such times it grows into a deformed man, hunched over and striding, ape-like, on its forearms. Stronger and fiercer after this alteration, it hurls itself into direct, physical combat, gnashing at its opponent or attacking him with sharp claws.<br><br>A botchling's curse can be lifted by transforming it into a lubberkin - a guardian spirit of the hearth that watches over the family it never knew in the house it never could call home.",
        "name": "botchling",
        "quote": {
            "author": {
                "firstname": "lambert",
                "lastname": "",
                "title": "witcher of the Wolf School"
            },
            "text": "Saying a botchling's ugly is like saying shit's not particularly tasty: can't say it's a lie, but it doesn't exactly convey the whole truth, either."
        }
    },
    {
        "lang": "FR",
        "description": "Le couvin est sans doute la créature la plus repoussante qu'un sorceleur puisse croiser au cours de ses voyages. Formé à partir du cadavre d'un bébé enterré sans cérémonie, il ressemble à un foetus en décomposition aux traits déformés par la haine, la peur et la malice. Ce monstre hideux se nourrit du sang des femmes enceintes, malheureuses victimes de sa faim dévorante.",
        "name": "couvin",
        "quote": {
            "author": {
                "firstname": "lambert",
                "lastname": "",
                "title": "sorceleur de l'École du Loup"
            },
            "text": "Dire qu'un couvin est moche, c'est comme dire que la merde n'a pas très bon goût : ce n'est pas totalement faux, mais ça reste assez loin de la vérité."
        }
    }],
    "weakspots": {
        "bombs": [],
        "oils": ["cursed-oil"],
        "potions": [],
        "signs": ["axii"]
    }
},
{
    "category": "cursed-ones",
    "code": "werewolf",
    "textes": [{
        "lang": "EN",
        "description": "Werewolves are creatures with both men and wolves inside them. When in beastly form, they take the worst traits of each: the wolf's drive to kill and hunger for raw flesh and the man's cruel and calculating intelligence. A werewolf's condition comes about through a curse, and the transformations happen outside his conscious control. When he reverts to human form, he has no memory of his deeds – otherwise he would surely go mad and take his own life.<br><br>Werewolves are active at night, particularly when the moon is full. Though they hunt alone, when threatened they will summon wolves to aid them. Werewolves rarely feel the need to flee, for few adversaries put up much of a fight against them. They strike as swiftly as lightning with claws sharp as razors and regenerate any damage received in mere moments. When fighting werewolves a witcher should wield a blade covered in oil harmful to the cursed and have a large supply of Devil's Puffballs handy.<br><br>A werewolf's curse can at times be lifted, yet there is no universal, surefire method for doing this. A witcher seeking to undertake such a task must there equip himself with a great deal of patience – and sturdy armor.",
        "name": "werewolf",
        "quote": {
            "author": {
                "firstname": "elsa",
                "lastname": "vilge",
                "title": "archer"
            },
            "text": "Wolves aren't as bad as they're made out to be. Werewolves, though – they're every bit as bad and worse."
        }
    },
    {
        "lang": "FR",
        "description": "Le loup-garou est à la croisée des chemins entre l'homme et le loup. Sous sa forme bestiale, il emprunte à chaque race ses pires caractéristiques : l'appétit de chair fraîche et l'instinct de prédateur du loup d'une part, la cruauté et l'intelligence calculatrice de l'homme d'autre part. Créature maudite, le loup-garou n'exerce aucun contrôle sur ses transformations. Lorsqu'il reprend forme humaine, il ne conserve aucun souvenir de ses actes, sans quoi il perdrait certainement la raison ou mettrait fin à ses jours.",
        "name": "loup-garou",
        "quote": {
            "author": {
                "firstname": "elsa",
                "lastname": "vilge",
                "title": "archère"
            },
            "text": "Au fond, les loups de sont pas de mauvaises bêtes. Les loups-garous, en revanche, c'est une autre histoire..."
        }
    }],
    "weakspots": {
        "bombs": ["moon-dust", "devils-puffball"],
        "oils": ["cursed-oil"],
        "potions": [],
        "signs": ["igni"]
    }
},
{
    "category": "elementa",
    "code": "wild-hunt-hound",
    "textes": [{
        "lang": "EN",
        "description": "Born, or so some experts believe, of magic ice crystal, the Hounds of the Wild Hunt race alongside their spectral masters. Like ravenous, feral dogs they are capable only of mindlessly attacking whatever crosses their path.\n\nThe Hounds' chief weapons are their claws and teeth. Their battle tactics rely on knocking their opponents to the ground before tearing them to shreds. Badly wounded Hounds fall into a kind of frenzy that adds to their deadly might. These beasts also use their powers over the cold to freeze the ground around them and create sharp spikes of ice. Creatures born of frost,they feel pain from the Igni Sign, and there is also reason to believe Axii can momentarily weaken their drive to kill and somewhat weaken these fierce foes.\n\nThe Hounds' icy nature also means they can draw strength from extreme cold. Thus one should be particularly on guard when fighting them during blizzards or in glacial regions. Elven legends likewise claim they gain strength when a red moon - a known herald of the Hunt's arrival - hangs in the sky.",
        "name": "hound of the Wild Hunt",
        "quote": {
            "author": {
                "firstname": "essi \"Blackjack\"",
                "lastname": "daven",
                "title": "trobairitz"
            },
            "text": "Baying at the heels of the Wild hunt are its Hounds, fierce beasts which follow it like dust clouds trailing after a comet. Hushed legends speak of them losing their way at times and descending from the night sky to earth, cold and death following in their wake."
        }
    },
    {
        "lang": "FR",
        "description": "Né, de l'avis des experts, d'un cristal de glace magique, le molosse de la Chasse Sauvage est le fidèle serviteur de ses maîtres spectraux. Créature féroce et carnassière, le molosse attaque sans réfléchir tout ce qui se dresse sur son chemin.",
        "name": "molosse de la Chasse Sauvage",
        "quote": {
            "author": {
                "firstname": "essi \"Petit-Oeil\"",
                "lastname": "daven",
                "title": "barde"
            },
            "text": "Dans le sillage de la chasse Sauvage hurlent les molosses, bêtes cruelles et sauvages. D'anciennes légendes murmurent avec effroi qu'ils descendent parfois du ciel nocturne pour s'abattre sur la terre comme une funèste comète, ne laissant derrière eux que ruine et désolation."
        }
    }],
    "weakspots": {
        "bombs": ["dimeritium-bomb"],
        "oils": ["elementa-oil"],
        "potions": [],
        "signs": ["igni", "axii"]
    }
},
{
    "category": "draconids",
    "code": "cockatrice",
    "textes": [{
        "lang": "EN",
        "description": "Foolish superstitions claim cockatrices, like basilisks, can kill with their gaze alone. That is utter nonsense, however, a cockatrice's gaze being no more dangerous than that of an angry goose. One should instead watch out for it's sharp beak and long tail, which it can whip to murderous effect.\n\nCockatrices thrive in dark caves, abandoned ruins, cobwebbed dungeons and old basements. Though small compared to griffins and manticores, they are more than capable of killing anyone who stumbles across them in a dark corridor.\n\nCockatrices do not shun direct fights, in which they strike furiously with wing and tail in an attempt to exhaust their foes. Blows from their beaks are especially dangerous, as they aim with deadly precision at exposed flesh and vital organs and leave bleeding, life-threatening wounds. When fighting them one should make liberal use of draconid oil as well as Grapeshot, whose shrapnel will pierce their delicate wings with ease.",
        "name": "cockatrices",
        "quote": {
            "author": {
                "firstname": "jethro",
                "lastname": "",
                "title": "peasant from Pindal"
            },
            "text": "Had meself eight heifers, five of 'em milchers. Then this cockatrice sprung up nearby, and now all's I got left's dried patties in an empty field."
        }
    },
    {
        "lang": "FR",
        "description": "La croyance populaire prête au cocatrix, tout comme au basilic, le pouvoir de changer ses proies en pierre d'un seul regard. Cette croyance n'a cependant aucun fondement et le regard du cocatrix n'est pas plus dangereux que celui d'une oie en colère. Son bec acéré et sa longue queue sont en revanche des armes autrement plus redoutables... et bien réelles.",
        "name": "cocatrix",
        "quote": {
            "author": {
                "firstname": "jethro",
                "lastname": "",
                "title": "paysant de Pindal"
            },
            "text": "J'avais huit belles génisses, dont cinq laitières. Mais depuis que le cocatrix est passé par là, il me reste plus que mes yeux pour pleurer."
        }
    }],
    "weakspots": {
        "bombs": ["hive"],
        "oils": ["draconid-oil"],
        "potions": [],
        "signs": ["aard"]
    }
},
{
    "category": "draconids",
    "code": "shrieker",
    "textes": [{
        "lang": "EN",
        "description": "he monster tormenting the residents of Crow's Perch turned out to be a particularly nasty cockatrice. Geralt was not surprised the baron's men had been unable to stop it. They could not possibly withstand the surgical precision of its strikes, which slice open arteries and provoke an outpouring of blood only the Swallow potion could hope to stop. Neither did they know to force it to the ground with a crossbow, a bomb or a Sign, and then evade its charge by rolling under the monster's outstretched wing.\n\nJust when it seemed the villagers would have to learn to live in the shadow of a bloodthirsty beast, to always look to the sky with fear, the witcher arrived - and put an end to the shrieker for good.",
        "name": "shrieker",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": "conversation overheard at Crow's Perch"
            },
            "text": "Heard you have a problem - a monster you call a shrieker?\nAye, prowls about, it does. Snatches cows and goats, mostly, but it won't scorn a man if it runs into one."
        }
    },
    {
        "lang": "FR",
        "description": "Le monstre qui tourmentait les habitants de Perchefreux s'avéra être un cocatrix particulièrement retors. Geralt ne fut guère surpris que les hommes du baron n'en soient pas venus à bout. Ils étaient impuissants face à la précision chirurgicale de ses attaques, capables de trancher les artères et de déverser un flot de sang que seule une potion d'Hirondelle pourrait tarir. Ces soldats ignoraient comment contraindre la bête à atterrir grâce à un carreau d'arbalète, une bombe ou un signe lancé au moment opportun, et comment esquiver sa charge d'une roulade afin de se placer sous les ailes déployées de la créatère.\n\nAlors que les villageois semblaient devoir se résigner à vivre avec la menance constante d'une bête assoiffée de sang, et à scruter le ciel avec crainte, le sorceleur fit son apparition et les débarrassa définitivement du hurleur.",
        "name": "hurleur",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": "conversation entendue à Perchefreux"
            },
            "text": "Il paraît que vous avez un problème avec un monstre. Un hurleur, c'est ça ?\nOuais, il rôle dans le coin, il boulotte les vaches et les chèvres et il attaque même les hommes."
        }
    }],
    "weakspots": {
        "bombs": ["hive"],
        "oils": ["draconid-oil"],
        "potions": [],
        "signs": ["aard"]
    }
},
{
    "category": "insectoids",
    "code": "endrega-worker",
    "textes": [{
        "lang": "EN",
        "description": "Workers are the most numerous, and thus the most frequently encountered, caste of endrega. Within the colony their duty lies in building nests and cocoons, acquiring food and caring for eggs and larvae. When threatened they will summon warriors to aid them, yet if forced to defend themselves they will – and do so surprisingly well.\n\nEndrega workers are most often found traveling in groups of half-dozen or more members. They move slowly, yet when attacking, they are capable of covering the distance to their victim in the blink of an eye. Like all of their kind, endrega workers are highly venomous. Their bite is toxic, as are any wounds dealt by the bony growths on the ends of their limbs. They can also spew acid to great effect from a distance of several paces. Their usual tactic is to surround their enemy and attack him from several sides at once. Like all insectoids they do not suffer particularly from bleeding, yet are caused great harm by insectoid oil.",
        "name": "endrega worker",
        "quote": {
            "author": {
                "firstname": "janne the Gimp",
                "lastname": "",
                "title": "trapper"
            },
            "text": "I thought the workers were harmless. I thought wrong."
        }
    },
    {
        "lang": "FR",
        "description": "Les ouvrières sont de loin la caste la plus représentée au sein d'une colonie endriague. Elles construisent les nids et les cocons, approvisionnent la colonie en nourriture et prennent soin des oeufs et des larves. Face au danger, elles appellent généralement les guerrières à la rescousse, mais sont néanmoins parfaitement capables de se défendre.",
        "name": "endriague ouvrière",
        "quote": {
            "author": {
                "firstname": "jeanne au pied bot",
                "lastname": "",
                "title": "chasseuse"
            },
            "text": "Moi qui croyais que les ouvrières étaient inoffensives... Ça m'apprendra."
        }
    }],
    "weakspots": {
        "bombs": [],
        "oils": ["insectoid-oil"],
        "potions": ["golden-oriole"],
        "signs": []
    }
},
{
    "category": "insectoids",
    "code": "endrega-warrior",
    "textes": [{
        "lang": "EN",
        "description": "Endless waves of endrega workers are enough to overcome most attackers, but when confronting more dangerous foes, endrega colonies unleash their larger, stronger members – the so-called warriors. This caste lives only to fight, and gets ample opportunity to do so while defending the colony's borders or conquering new territory.\n\nAn endrega warrior's main weapon is its long tail, which is tipped with a club-like growth and spiked with venomous quils. Powerful abdominal muscles allow it to swing this tail with enough force to kill most lesser opponents in one blow.\n\nEndrega warriors also use their mass and strength as a weapon by charging their opponents in an attempted [sic] to knock them over. As invertebrates with sectioned carapaces, endrega warriors do not bleed profusely, yet recoil in great pain when hit with a blade coated in insectoid oil.",
        "name": "endrega warrior",
        "quote": {
            "author": {
                "firstname": "klaus",
                "lastname": "altman",
                "title": "forester"
            },
            "text": "Scared of these endregas, are you? Just wait till you see the warriors."
        }
    },
    {
        "lang": "FR",
        "description": "Les hordes d'endriagues ouvrières sont capables de venir à bout de la plupart des menances, mais lorsqu'un adversaire trop coriace se présente, la colonie envoie ses guerrières, plus grandes et plus puissantes. Cette caste ne vit que pour se battre, qu'il s'agisse de défendre les frontières de la colonie ou de conquérir de nouveaux territoires.",
        "name": "endriague guerrière",
        "quote": {
            "author": {
                "firstname": "klaus",
                "lastname": "altman",
                "title": "forestier"
            },
            "text": "Vous avez peur de ces endriagues ? Attendez un peu d'avoir vu leurs guerrières."
        }
    }],
    "weakspots": {
        "bombs": [],
        "oils": ["insectoid-oil"],
        "potions": ["golden-oriole"],
        "signs": []
    }
},
{
    "category": "necrophages",
    "code": "alghoul",
    "textes": [{
        "lang": "EN",
        "description": "Alghouls differ from normal ghouls in size, strength, coloring and, most importantly, intelligence. Whereas ghouls and graveirs are primitive creatures unfit to plan even the simplest ambush, alghouls and their kindred (such as cemetaurs) are capable of forethought, and are thus much more dangerous.\n\nGhouls seem to possess wits enough to at least know a brighter mind when they see it, and so let alghouls and cemetaurs lead their packs. A pack so led will terrorize all in its path, attacking not only lone travelers but also caravans and even farmsteads. When encountering such a pack the alghoul should be eliminated as a first priority, leaving the other beasts for once their leader is gone. One be particularly careful when fighting alghouls around dusk and at night, when they fight with doubled strength.\n\nDuring combat alghouls and cemetaurs try risky maneuvers aimed at knocking their opponents to the ground so the others can finish the job by tearing them to shreds. Like a normal ghoul, an injured alghoul can fall into a frenzy and attack with blind fury. An experienced witcher knows to get out of its way on such occasions and strike from behind, while for an inexperienced witcher, such a turn of events often marks the end of his Path.",
        "name": "alghoul",
        "quote": {
            "author": {
                "firstname": "yarpen",
                "lastname": "zigrin",
                "title": "dwarven warrior"
            },
            "text": "An alghoul's basically a badarse ghoul."
        }
    },
    {
        "lang": "FR",
        "description": "L'algoule est plus grande, plus forte et plus intelligente que sa cousine commune. Alors que la goule et le graveir sont des créatures primitives, l'algoule et ses semblables (comme le décharneur, par exemple) sont capables d'élaborer des plans complexes, ce qui les rend d'autant plus dangereux.",
        "name": "algoule",
        "quote": {
            "author": {
                "firstname": "yarpen",
                "lastname": "zigrin",
                "title": "guerrier nain"
            },
            "text": "Une algoule, c'est comme une goule... mais en pire."
        }
    }],
    "weakspots": {
        "bombs": [],
        "oils": ["necrophage-oil"],
        "potions": [],
        "signs": ["axii"]
    }
},
{
    "category": "necrophages",
    "code": "foglet",
    "textes": [{
        "lang": "EN",
        "description": "Fog is the traveler's foe. In the forest, it can make one lose one's way, at sea, it can send one sailing into the rocks. Yet such dangers are nothing compared to the monsters known as foglets which sometimes lurk within it. These creatures have powerful arms and claws like Zerrikanian kinjals, yet what makes them truly dangerous is their mastery of deception, beguilement and disorientation. Many times they need not attack at all, instead simply driving their prey to madness or into boggy marshlands, after which they wait patiently for it to drown in the muddy waters.",
        "name": "foglet",
        "quote": {
            "author": {
                "firstname": "johannes",
                "lastname": "strudd",
                "title": "guide"
            },
            "text": "If night ever catches you in the swamps, stay put and wait for dawn, even if it means standing waist-deep in water with leeches crawling down your trousers. Most important of all, if you see a light in the fog, never, and I mean never, go towards it."
        }
    },
    {
        "lang": "FR",
        "description": "Le brouillard est l'ennemi du voyageur. En forêt, il peut lui faire perdre son chemin. En mer, il peut l'envoyer s'échouer sur les récifs. Pourtant, ces dangers sont insignifiants en comparaison du brumelin, monstre sournois qui rôde dans les bancs de brouillard. Si cette créature est dotée de bras puissants et de griffes aussi tranchantes qu'un kinjal de Zerrikania, c'est son sens de l'illusion et de la duperie qui la rend terriblement mortelle. Bien souvent, le brumelin n'attaque pas sa proie mais se contente de la faire sombrer dans la folie ou de l'attirer dans une zone marécageuse avant d'attendre patiemment qu'elle se noie.",
        "name": "brumelin",
        "quote": {
            "author": {
                "firstname": "johannes",
                "lastname": "strudd",
                "title": "guide"
            },
            "text": "Si la nuit vous surprend au milieu des marais, ne bougez plus avant le lever du soleil. Plus un geste, même si vous avez de l'eau jusqu'à la taille et des sangsues plein le froc... Et surtout, surtout, si vous voyez une lueur dans le brouillard, n'allez jamais vers elle. Jamais, vous comprenez ?"
        }
    }],
    "weakspots": {
        "bombs": ["moon-dust"],
        "oils": ["necrophage-oil"],
        "potions": [],
        "signs": ["quen"]
    }
},
{
    "category": "necrophages",
    "code": "mourntart",
    "textes": [{
        "lang": "EN",
        "description": "Most grave hags rarely attack humans, preferring instead to feed on the rotten remains they dig out of graves. Yet some individuals grow bold over the years and begin sneaking into huts to steal children and kill the elderly. Just such a monster was tormenting the inhabitants of Lindenvale.\n\nThe witcher knew this grave hag would put up a fierce fight. He would have to watch out for her powerful claws, capable of smashing through any block or parry, and her long, venomous tongue. He also realized her attacks would be so quick not even his mutated reflexes would be able to keep pace - meaning only judicious use of the Yrden Sign would all[sic] him to survive and conquer.\n\nThe outcome of the fight was not hard to predict. The grave hag perished in the very graveyard which had heretofore served as her feeding grounds, and her body was dumped in a grave she had dug with her own claws.",
        "name": "mourntart",
        "quote": {
            "author": {
                "firstname": "geralt of",
                "lastname": "rivia",
                "title": ""
            },
            "text": "Somebody's doing some cooking... This... it's a human femur... a child's."
        }
    },
    {
        "lang": "FR",
        "description": "Les guenaudes sépulcrales attaquent rarement les humains et préfèrent se nourrir de cadavres déterrés dans les cimetières. Néanmoins, certaines guenaudes s'enhardissent avec l'âge et vont parfois jusqu'à se faufiler dans les maisons pour s'en prendre aux enfants ou aux vieillards. Une telle créature tourmentait les habitants de Valtilleul.\n\nLe sorceleur se doutait que la guenaude sépulcrale lui donnerait du fil à retordre. Il allait devoir éviter ou parer les coups de ses puissantes griffes capables de tailler la roche, ainsi que sa langue, longue et venimeuse. Il réalisa également que ses attaques seraient trop fulgurantes pour ses réflexes surhumains, et avisa qu'il serait donc judicieux d'avoir recours au signe d'Yrden pour sortir vainqueur de cet affrontement.\n\nL'issue du combat était assez prévisible. La guenaude sépulcrale périt dans le cimetière même où elle se nourrissait, puis son cadavre fut jeté dans une tombe qu'elle avait creusée de ses propres griffes.",
        "name": "fourbe-veuve",
        "quote": {
            "author": {
                "firstname": "geralt de",
                "lastname": "riv",
                "title": ""
            },
            "text": "Quelqu'un a cuisiné... C'est... un fémur humain... un fémur d'enfant."
        }
    }],
    "weakspots": {
        "bombs": [],
        "oils": ["necrophage-oil"],
        "potions": ["black-blood"],
        "signs": ["yrden", "quen"]
    }
},
{
    "category": "",
    "code": "",
    "textes": [{
        "lang": "EN",
        "description": "",
        "name": "",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": ""
            },
            "text": ""
        }
    },
    {
        "lang": "FR",
        "description": "",
        "name": "",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": ""
            },
            "text": ""
        }
    }],
    "weakspots": {
        "bombs": [],
        "oils": [],
        "potions": [],
        "signs": []
    }
}]