[{
    "category": "beasts",
    "code": "dog",
    "textes": [{
        "lang": "EN",
        "description": "Some claim dogs are reflections of their masters. A well-treated pet repays his owner with loyalty and trust, whereas an ill-treated one repays this treatment in kind as well, meeting yells with barks and kicks with bites. Since there is an abundance of bad men, so, too, is there an abundance of bad dogs. Most dangerous of all are the vagrant mutts who have lost all respect for men and developed a taste for blood and carrion.<br><br>Dogs usually attack in packs, choosing isolated victims, especially ones in whom they sense some kind of weakness. Packs of rabid dogs usually only dare attack children, drunkards, the elderly and cripples. Yet when backed into a corner, they will defend themselves with frothing bites and sharp claws against all and sundry.",
        "name": "dog",
        "quote": {
            "author": {
                "firstname": "alfred",
                "lastname": "pankratz",
                "title": "beggar from Novigrad"
            },
            "text": "They say a dog's a man's best friend... But in these foul times one best be wary, even of his friends."
        }
    },
    {
        "lang": "FR",
        "description": "\"Tel maître, tel chien\", dit la sagesse populaire. Un animal bien traité est fidèle à son maître, tandis qu'un chien battu et houspillé en permanence finit inévitablement par mordre la main qui le nourrit. Hélas, en ces temps troublés où les hommes mauvais prospèrent, bon nombre de chiens errants ont perdu tout respect pour l'homme et développé un goût pour le sang et la charogne.",
        "name": "chien",
        "quote": {
            "author": {
                "firstname": "alfred",
                "lastname": "pankratz",
                "title": "mendiant de Novigrad"
            },
            "text": "Le chien est le meilleur ami de l'homme, il paraît... mais par les temps qui courent, vaut mieux se méfier de tout le monde, même de ses amis."
        }
    }],
    "weakspots": {
        "bombs": [],
        "oils": ["beast-oil"],
        "potions": [],
        "signs": []
    }
},
{
    "category": "beasts",
    "code": "wolf",
    "textes": [{
        "lang": "EN",
        "description": "Once upon a time wolves were the absolute rulers of the forest. Men used them to frighten children, while adults, too, trembled at the sound of their howling. Post-Conjunction monsters not only pushed wolves into the deepest wilds but also took over their place in human nightmares. Yet this does not mean the old predators ceased to be a danger. Wolves do not have a drop of magic within them, breathe no fire and spit no acid, but that in no way stops them from killing unwary travelers and hunters.<br><br>Particularly dangerous are wargs, a nasty and ferocious subspecies of wolf, and the snow-white wolves which today can only be found in the wild highlands of the Skellige archipelago.<br><br>Wolves usually feed in packs counting from a handful to over a dozen members, though some particularly strong males hunt alone. Though wolves are weaker than many post-Conjunction monsters, they make up for any lack of strength with their intelligence. When fighting them one must be especially careful not to become surrounded. The presence of wolves can also signal more serious trouble – these predators often share their hunting grounds with werewolves and leshens.",
        "name": "wolf",
        "quote": {
            "author": {
                "firstname": "yngvar",
                "lastname": "",
                "title": "shepherd"
            },
            "text": "Friend of mine used to say that with all these griffins and basilisks and whatnot, good old fashioned wolves weren't nothing to worry about... Then the damned beasts devoured half his flock."
        }
    },
    {
        "lang": "FR",
        "description": "Les loups régnaient jadis en maîtres sur la forêt. Adultes et enfants tremblaient de peur en entendant leurs hurlements. Depuis la Conjonction cependant, les monstres ont non seulement considérablement réduit le territoire des loups, mais ils ont également pris leur place dans les cauchemars des hommes. Pour autant, l'ancien prédateur n'en reste pas moins dangereux. Le loup n'est pas un animal magique, il ne crache ni feu, ni acide, mais il continue néanmoins de tuer les chasseurs et les voyageurs imprudents.<br><br>Les wargs, une sous-espèce de loup, sont des adversaires particulièrements coriaces, tout comme le loup blanc des terres sauvages de Skellige.",
        "name": "loup",
        "quote": {
            "author": {
                "firstname": "yngvar",
                "lastname": "",
                "title": "berger"
            },
            "text": "Je me disais qu'avec tous les griffons, les basilics et les je-sais-pas-quoi-encore qui traînent dans la région, je risquais pas d'être embêté par les loups... Ben ça n'a pas empêché ces sales bêtes de boulotter la moitié de mon troupeau !"
        }
    }],
    "weakspots": {
        "bombs": [],
        "oils": ["beast-oil"],
        "potions": [],
        "signs": []
    }
},
{
    "category": "beasts",
    "code": "bear",
    "textes": [{
        "lang": "EN",
        "description": "Bears are omnivores – meaning men find a place in their diet beside berries, roots and salmon. When they snack on humans, they most frequently partake of the meat of travelers unwittingly trespassing on their territory, or else that of hunters for whom besting such a creature is a lifelong ambition.<br><br>There are several subspecies of bears – black bears, polar bears and cave bears – which differ from one another in coloring as well as in size and strength. All share one trait in common, however: a near-unmatched ability to kill.",
        "name": "bear",
        "quote": {
            "author": {
                "firstname": "jahne",
                "lastname": "oldak",
                "title": "royal huntsman"
            },
            "text": "Know that ditty about the bear \"climbing the mountain, to see what he could see?\" Biggest load of rubbish I've ever heard. When a bear climbs a mountain, it's not to see. It's to hunt. To kill."
        }
    },
    {
        "lang": "FR",
        "description": "L'ours est un omnivore, ce qui signifie qu'il mange aussi bien des baies et du saumon que... des hommes. Dans ce dernier cas, il s'agit généralement d'un voyageur imprudent ou d'un chasseur trop ambitieux.<br><br>Les différentes espèces d'ours (ours noir, ours polaire, ours des cavernes, etc.) sont de couleur, de taille et de force diverses, mais partagent toutes une même caractéristique : une aptitude naturelle à tuer.",
        "name": "ours",
        "quote": {
            "author": {
                "firstname": "jahne",
                "lastname": "oldak",
                "title": "veneur"
            },
            "text": "Ah l'ours... Le bon gros ours, le nounours placide qui mange du miel toute la journée... C'est des conneries tout ça. L'ours est un chasseur, un prédateur. L'ours est un tueur."
        }
    }],
    "weakspots": {
        "bombs": [],
        "oils": ["beast-oil"],
        "potions": [],
        "signs": ["quen"]
    }
},
{
    "category": "hybrids",
    "code": "griffin",
    "textes": [{
        "lang": "EN",
        "description": "Griffins were once only found high in the mountains, where they would hunt marmots and wild goats. When humans encroached on their lands, however, griffins soon discovered a new source of much more plentiful and easier-caught prey: cows, sheep and shepherds. Though still wary of main roads and towns (where folk with the means to hire a witcher are like to dwell), these half-eagle, half-wildcat creatures have gone from rarities to oft-encountered pests known throughout the Northern Realms. Especially hated are the subspecies known as royal griffins and archgriffins.<br><br>Griffins mate for life and when their partner is attacked they will defend it to the death. For this reason they are often considered the embodiment of courage, loyalty and fighting spirit. This last attribute no one would deny them – when provoked, they will not cease their attack until they have torn their opponent to shreds.<br><br>Griffins find their victims using their extraordinary perceptive sense of smell. After drawing near to their chosen target they attack by swooping down from great height. Their muscular mass combined with their swift speed mean this blow alone is often enough to end the fight. If, however, the victim survives this aerial assault, the griffin will immediately engage it in direct combat, making use of its sharp, curved beak and powerful talons.<br><br>The wounds it deals are deep and cause powerful bleeding. Even worse, griffins do not have any true weaknesses – except for their vulnerability to hybrid oil and certain kinds of bombs.",
        "name": "griffin",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": "Griffin attack witness, name unknown"
            },
            "text": "Aye, half-eagle, half tomcat, just like on the lord's crest. 'Cept this 'un was carryin' me dead cow 'stead of a scepter."
        }
    },
    {
        "lang": "FR",
        "description": "Le griffon était autrefois confiné aux zones montagneuses, où il se nourrissait de marmottes et de chèvres sauvages. Il a cependant trouvé sur les terres habitées par les humains une abondance de proies faciles : vaches, moutons... voire bergers à l'occasion. Cette créature mi-aigle, mi-félin est ainsi devenue en quelques années l'un des pires fléaux des royaumes du Nord. Le griffon royal et l'archigriffon, deux sous-espèces plus redoutables encore, sont la hantise des paysans.",
        "name": "griffon",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": "témoin anonyme d'une attaque de griffon"
            },
            "text": "\"Je vous jure, c'était une bête mi-aigle, mi-chat, comme sur le blason du seigneur. Sauf que celle-ci portait pas un sceptre, mais une de mes vaches.\""
        }
    }],
    "weakspots": {
        "bombs": ["hive"],
        "oils": ["hybrid-oil"],
        "potions": [],
        "signs": ["aard"]
    }
},
{
    "category": "hybrids",
    "code": "harpy",
    "textes": [{
        "lang": "EN",
        "description": "It is hard to say what is most repulsive about harpies and their cousins, the shishigas: their hideous appearance, the overwhelming stench of rot and bird excrement that clings to them or their bloodcurdling screech. Suffice it to say that even rats, who dwell happily among the rankest fecal matter and rotten waste, give their nests wide berth.<br><br>Harpy nests are most often found atop high cliffs or rocky ravines. Sure signs of having strayed near one are crumbling human and animals remains, guano-streaked rocks and feathers littering the ground.<br><br>Harpies and shishigas hunt in flocks consisting of a handful to up to twenty individuals. Though rather cowardly and cautious, harpies fiercely defend their nests and will not hesitate to attack when outnumbering their foes.<br><br>During combat they use their ability to fly to dive swiftly to strike their victims one by one before soaring back up out of reach. They can kill with their wings or their sharp beak and talons. Once on the ground they move slowly and clumsily, and thus no longer present much of a threat.",
        "name": "harpy",
        "quote": {
            "author": {
                "firstname": "letho",
                "lastname": "",
                "title": "Viper School witcher"
            },
            "text": "Most monsters don't actually keep any treasure in their lairs. Harpies, though - they like shiny things."
        }
    },
    {
        "lang": "FR",
        "description": "Non contente d'être d'une laideur repoussante, la harpie (tout comme sa cousine la chichiga) dégage une odeur pestilentielle, savoureux mélange de pourriture et d'excréments. Même les rats, pourtant habitués à vivre parmi la matière fécle et les détritus, évitent soigneusement les nids de harpie.",
        "name": "harpie",
        "quote": {
            "author": {
                "firstname": "letho",
                "lastname": "",
                "title": "sorceleur de l'École de la Vipère"
            },
            "text": "En général, les monstres ne s'intéressent pas aux richesses humaines, mais pour une harpie, tout ce qui brille est d'or."
        }
    }],
    "weakspots": {
        "bombs": ["hive"],
        "oils": ["hybrid-oil"],
        "potions": [],
        "signs": ["aard"]
    }
},
{
    "category": "cursed-ones",
    "code": "botchling",
    "textes": [{
        "lang": "EN",
        "description": "Botchlings are perhaps the most repulsive creatures a witcher will ever have the displeasure of meeting. Born of dead, unwanted babies discarded without a proper burial, their appearance is that of a partially-decayed fetus, their unformed flesh twisted with hate, fear and malice. These hideous creatures feed on the blood of pregnant women, driven by a mad hunger that most often leads to their victim's death.<br><br>A botchling will emerge from its lair at night to lurk by the bedside of an expectant mother, draining her strength and that of her unborn progeny as she sleeps. A woman thus beleaguered first suffers from troubling dreams, then fever, delirium and a general weakening of the flesh. After a few such nights she is enfeebled and unable to defend herself - it is then the botchling attacks directly, sinking its long, sharp fangs into her body and drinking her blood until mother and fetus perish together.<br><br>A botchling stands around a foot and a half in height, but, when threatened and if gorged with blood, it can change form. At such times it grows into a deformed man, hunched over and striding, ape-like, on its forearms. Stronger and fiercer after this alteration, it hurls itself into direct, physical combat, gnashing at its opponent or attacking him with sharp claws.<br><br>A botchling's curse can be lifted by transforming it into a lubberkin - a guardian spirit of the hearth that watches over the family it never knew in the house it never could call home.",
        "name": "botchling",
        "quote": {
            "author": {
                "firstname": "lambert",
                "lastname": "",
                "title": "witcher of the Wolf School"
            },
            "text": "Saying a botchling's ugly is like saying shit's not particularly tasty: can't say it's a lie, but it doesn't exactly convey the whole truth, either."
        }
    },
    {
        "lang": "FR",
        "description": "Le couvin est sans doute la créature la plus repoussante qu'un sorceleur puisse croiser au cours de ses voyages. Formé à partir du cadavre d'un bébé enterré sans cérémonie, il ressemble à un foetus en décomposition aux traits déformés par la haine, la peur et la malice. Ce monstre hideux se nourrit du sang des femmes enceintes, malheureuses victimes de sa faim dévorante.",
        "name": "couvin",
        "quote": {
            "author": {
                "firstname": "lambert",
                "lastname": "",
                "title": "sorceleur de l'École du Loup"
            },
            "text": "Dire qu'un couvin est moche, c'est comme dire que la merde n'a pas très bon goût : ce n'est pas totalement faux, mais ça reste assez loin de la vérité."
        }
    }],
    "weakspots": {
        "bombs": [],
        "oils": ["cursed-oil"],
        "potions": [],
        "signs": ["axii"]
    }
},
{
    "category": "cursed-ones",
    "code": "werewolf",
    "textes": [{
        "lang": "EN",
        "description": "Werewolves are creatures with both men and wolves inside them. When in beastly form, they take the worst traits of each: the wolf's drive to kill and hunger for raw flesh and the man's cruel and calculating intelligence. A werewolf's condition comes about through a curse, and the transformations happen outside his conscious control. When he reverts to human form, he has no memory of his deeds – otherwise he would surely go mad and take his own life.<br><br>Werewolves are active at night, particularly when the moon is full. Though they hunt alone, when threatened they will summon wolves to aid them. Werewolves rarely feel the need to flee, for few adversaries put up much of a fight against them. They strike as swiftly as lightning with claws sharp as razors and regenerate any damage received in mere moments. When fighting werewolves a witcher should wield a blade covered in oil harmful to the cursed and have a large supply of Devil's Puffballs handy.<br><br>A werewolf's curse can at times be lifted, yet there is no universal, surefire method for doing this. A witcher seeking to undertake such a task must there equip himself with a great deal of patience – and sturdy armor.",
        "name": "werewolf",
        "quote": {
            "author": {
                "firstname": "elsa",
                "lastname": "vilge",
                "title": "archer"
            },
            "text": "Wolves aren't as bad as they're made out to be. Werewolves, though – they're every bit as bad and worse."
        }
    },
    {
        "lang": "FR",
        "description": "Le loup-garou est à la croisée des chemins entre l'homme et le loup. Sous sa forme bestiale, il emprunte à chaque race ses pires caractéristiques : l'appétit de chair fraîche et l'instinct de prédateur du loup d'une part, la cruauté et l'intelligence calculatrice de l'homme d'autre part. Créature maudite, le loup-garou n'exerce aucun contrôle sur ses transformations. Lorsqu'il reprend forme humaine, il ne conserve aucun souvenir de ses actes, sans quoi il perdrait certainement la raison ou mettrait fin à ses jours.",
        "name": "loup-garou",
        "quote": {
            "author": {
                "firstname": "elsa",
                "lastname": "vilge",
                "title": "archère"
            },
            "text": "Au fond, les loups de sont pas de mauvaises bêtes. Les loups-garous, en revanche, c'est une autre histoire..."
        }
    }],
    "weakspots": {
        "bombs": ["moon-dust", "devils-puffball"],
        "oils": ["cursed-oil"],
        "potions": [],
        "signs": ["igni"]
    }
},
{
    "category": "elementa",
    "code": "wild-hunt-hound",
    "textes": [{
        "lang": "EN",
        "description": "Born, or so some experts believe, of magic ice crystal, the Hounds of the Wild Hunt race alongside their spectral masters. Like ravenous, feral dogs they are capable only of mindlessly attacking whatever crosses their path.<br><br>The Hounds' chief weapons are their claws and teeth. Their battle tactics rely on knocking their opponents to the ground before tearing them to shreds. Badly wounded Hounds fall into a kind of frenzy that adds to their deadly might. These beasts also use their powers over the cold to freeze the ground around them and create sharp spikes of ice. Creatures born of frost,they feel pain from the Igni Sign, and there is also reason to believe Axii can momentarily weaken their drive to kill and somewhat weaken these fierce foes.<br><br>The Hounds' icy nature also means they can draw strength from extreme cold. Thus one should be particularly on guard when fighting them during blizzards or in glacial regions. Elven legends likewise claim they gain strength when a red moon - a known herald of the Hunt's arrival - hangs in the sky.",
        "name": "hound of the Wild Hunt",
        "quote": {
            "author": {
                "firstname": "essi \"Blackjack\"",
                "lastname": "daven",
                "title": "trobairitz"
            },
            "text": "Baying at the heels of the Wild hunt are its Hounds, fierce beasts which follow it like dust clouds trailing after a comet. Hushed legends speak of them losing their way at times and descending from the night sky to earth, cold and death following in their wake."
        }
    },
    {
        "lang": "FR",
        "description": "Né, de l'avis des experts, d'un cristal de glace magique, le molosse de la Chasse Sauvage est le fidèle serviteur de ses maîtres spectraux. Créature féroce et carnassière, le molosse attaque sans réfléchir tout ce qui se dresse sur son chemin.",
        "name": "molosse de la Chasse Sauvage",
        "quote": {
            "author": {
                "firstname": "essi \"Petit-Oeil\"",
                "lastname": "daven",
                "title": "barde"
            },
            "text": "Dans le sillage de la chasse Sauvage hurlent les molosses, bêtes cruelles et sauvages. D'anciennes légendes murmurent avec effroi qu'ils descendent parfois du ciel nocturne pour s'abattre sur la terre comme une funèste comète, ne laissant derrière eux que ruine et désolation."
        }
    }],
    "weakspots": {
        "bombs": ["dimeritium-bomb"],
        "oils": ["elementa-oil"],
        "potions": [],
        "signs": ["igni", "axii"]
    }
},
{
    "category": "draconids",
    "code": "cockatrice",
    "textes": [{
        "lang": "EN",
        "description": "Foolish superstitions claim cockatrices, like basilisks, can kill with their gaze alone. That is utter nonsense, however, a cockatrice's gaze being no more dangerous than that of an angry goose. One should instead watch out for it's sharp beak and long tail, which it can whip to murderous effect.<br><br>Cockatrices thrive in dark caves, abandoned ruins, cobwebbed dungeons and old basements. Though small compared to griffins and manticores, they are more than capable of killing anyone who stumbles across them in a dark corridor.<br><br>Cockatrices do not shun direct fights, in which they strike furiously with wing and tail in an attempt to exhaust their foes. Blows from their beaks are especially dangerous, as they aim with deadly precision at exposed flesh and vital organs and leave bleeding, life-threatening wounds. When fighting them one should make liberal use of draconid oil as well as Grapeshot, whose shrapnel will pierce their delicate wings with ease.",
        "name": "cockatrices",
        "quote": {
            "author": {
                "firstname": "jethro",
                "lastname": "",
                "title": "peasant from Pindal"
            },
            "text": "Had meself eight heifers, five of 'em milchers. Then this cockatrice sprung up nearby, and now all's I got left's dried patties in an empty field."
        }
    },
    {
        "lang": "FR",
        "description": "La croyance populaire prête au cocatrix, tout comme au basilic, le pouvoir de changer ses proies en pierre d'un seul regard. Cette croyance n'a cependant aucun fondement et le regard du cocatrix n'est pas plus dangereux que celui d'une oie en colère. Son bec acéré et sa longue queue sont en revanche des armes autrement plus redoutables... et bien réelles.",
        "name": "cocatrix",
        "quote": {
            "author": {
                "firstname": "jethro",
                "lastname": "",
                "title": "paysant de Pindal"
            },
            "text": "J'avais huit belles génisses, dont cinq laitières. Mais depuis que le cocatrix est passé par là, il me reste plus que mes yeux pour pleurer."
        }
    }],
    "weakspots": {
        "bombs": ["hive"],
        "oils": ["draconid-oil"],
        "potions": [],
        "signs": ["aard"]
    }
},
{
    "category": "draconids",
    "code": "shrieker",
    "textes": [{
        "lang": "EN",
        "description": "he monster tormenting the residents of Crow's Perch turned out to be a particularly nasty cockatrice. Geralt was not surprised the baron's men had been unable to stop it. They could not possibly withstand the surgical precision of its strikes, which slice open arteries and provoke an outpouring of blood only the Swallow potion could hope to stop. Neither did they know to force it to the ground with a crossbow, a bomb or a Sign, and then evade its charge by rolling under the monster's outstretched wing.<br><br>Just when it seemed the villagers would have to learn to live in the shadow of a bloodthirsty beast, to always look to the sky with fear, the witcher arrived - and put an end to the shrieker for good.",
        "name": "shrieker",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": "conversation overheard at Crow's Perch"
            },
            "text": "Heard you have a problem - a monster you call a shrieker?<br>Aye, prowls about, it does. Snatches cows and goats, mostly, but it won't scorn a man if it runs into one."
        }
    },
    {
        "lang": "FR",
        "description": "Le monstre qui tourmentait les habitants de Perchefreux s'avéra être un cocatrix particulièrement retors. Geralt ne fut guère surpris que les hommes du baron n'en soient pas venus à bout. Ils étaient impuissants face à la précision chirurgicale de ses attaques, capables de trancher les artères et de déverser un flot de sang que seule une potion d'Hirondelle pourrait tarir. Ces soldats ignoraient comment contraindre la bête à atterrir grâce à un carreau d'arbalète, une bombe ou un signe lancé au moment opportun, et comment esquiver sa charge d'une roulade afin de se placer sous les ailes déployées de la créatère.<br><br>Alors que les villageois semblaient devoir se résigner à vivre avec la menance constante d'une bête assoiffée de sang, et à scruter le ciel avec crainte, le sorceleur fit son apparition et les débarrassa définitivement du hurleur.",
        "name": "hurleur",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": "conversation entendue à Perchefreux"
            },
            "text": "Il paraît que vous avez un problème avec un monstre. Un hurleur, c'est ça ?<br>Ouais, il rôle dans le coin, il boulotte les vaches et les chèvres et il attaque même les hommes."
        }
    }],
    "weakspots": {
        "bombs": ["hive"],
        "oils": ["draconid-oil"],
        "potions": [],
        "signs": ["aard"]
    }
},
{
    "category": "insectoids",
    "code": "endrega-worker",
    "textes": [{
        "lang": "EN",
        "description": "Workers are the most numerous, and thus the most frequently encountered, caste of endrega. Within the colony their duty lies in building nests and cocoons, acquiring food and caring for eggs and larvae. When threatened they will summon warriors to aid them, yet if forced to defend themselves they will – and do so surprisingly well.<br><br>Endrega workers are most often found traveling in groups of half-dozen or more members. They move slowly, yet when attacking, they are capable of covering the distance to their victim in the blink of an eye. Like all of their kind, endrega workers are highly venomous. Their bite is toxic, as are any wounds dealt by the bony growths on the ends of their limbs. They can also spew acid to great effect from a distance of several paces. Their usual tactic is to surround their enemy and attack him from several sides at once. Like all insectoids they do not suffer particularly from bleeding, yet are caused great harm by insectoid oil.",
        "name": "endrega worker",
        "quote": {
            "author": {
                "firstname": "janne the Gimp",
                "lastname": "",
                "title": "trapper"
            },
            "text": "I thought the workers were harmless. I thought wrong."
        }
    },
    {
        "lang": "FR",
        "description": "Les ouvrières sont de loin la caste la plus représentée au sein d'une colonie endriague. Elles construisent les nids et les cocons, approvisionnent la colonie en nourriture et prennent soin des oeufs et des larves. Face au danger, elles appellent généralement les guerrières à la rescousse, mais sont néanmoins parfaitement capables de se défendre.",
        "name": "endriague ouvrière",
        "quote": {
            "author": {
                "firstname": "jeanne au pied bot",
                "lastname": "",
                "title": "chasseuse"
            },
            "text": "Moi qui croyais que les ouvrières étaient inoffensives... Ça m'apprendra."
        }
    }],
    "weakspots": {
        "bombs": [],
        "oils": ["insectoid-oil"],
        "potions": ["golden-oriole"],
        "signs": []
    }
},
{
    "category": "insectoids",
    "code": "endrega-warrior",
    "textes": [{
        "lang": "EN",
        "description": "Endless waves of endrega workers are enough to overcome most attackers, but when confronting more dangerous foes, endrega colonies unleash their larger, stronger members – the so-called warriors. This caste lives only to fight, and gets ample opportunity to do so while defending the colony's borders or conquering new territory.<br><br>An endrega warrior's main weapon is its long tail, which is tipped with a club-like growth and spiked with venomous quils. Powerful abdominal muscles allow it to swing this tail with enough force to kill most lesser opponents in one blow.<br><br>Endrega warriors also use their mass and strength as a weapon by charging their opponents in an attempted [sic] to knock them over. As invertebrates with sectioned carapaces, endrega warriors do not bleed profusely, yet recoil in great pain when hit with a blade coated in insectoid oil.",
        "name": "endrega warrior",
        "quote": {
            "author": {
                "firstname": "klaus",
                "lastname": "altman",
                "title": "forester"
            },
            "text": "Scared of these endregas, are you? Just wait till you see the warriors."
        }
    },
    {
        "lang": "FR",
        "description": "Les hordes d'endriagues ouvrières sont capables de venir à bout de la plupart des menances, mais lorsqu'un adversaire trop coriace se présente, la colonie envoie ses guerrières, plus grandes et plus puissantes. Cette caste ne vit que pour se battre, qu'il s'agisse de défendre les frontières de la colonie ou de conquérir de nouveaux territoires.",
        "name": "endriague guerrière",
        "quote": {
            "author": {
                "firstname": "klaus",
                "lastname": "altman",
                "title": "forestier"
            },
            "text": "Vous avez peur de ces endriagues ? Attendez un peu d'avoir vu leurs guerrières."
        }
    }],
    "weakspots": {
        "bombs": [],
        "oils": ["insectoid-oil"],
        "potions": ["golden-oriole"],
        "signs": []
    }
},
{
    "category": "necrophages",
    "code": "alghoul",
    "textes": [{
        "lang": "EN",
        "description": "Alghouls differ from normal ghouls in size, strength, coloring and, most importantly, intelligence. Whereas ghouls and graveirs are primitive creatures unfit to plan even the simplest ambush, alghouls and their kindred (such as cemetaurs) are capable of forethought, and are thus much more dangerous.<br><br>Ghouls seem to possess wits enough to at least know a brighter mind when they see it, and so let alghouls and cemetaurs lead their packs. A pack so led will terrorize all in its path, attacking not only lone travelers but also caravans and even farmsteads. When encountering such a pack the alghoul should be eliminated as a first priority, leaving the other beasts for once their leader is gone. One be particularly careful when fighting alghouls around dusk and at night, when they fight with doubled strength.<br><br>During combat alghouls and cemetaurs try risky maneuvers aimed at knocking their opponents to the ground so the others can finish the job by tearing them to shreds. Like a normal ghoul, an injured alghoul can fall into a frenzy and attack with blind fury. An experienced witcher knows to get out of its way on such occasions and strike from behind, while for an inexperienced witcher, such a turn of events often marks the end of his Path.",
        "name": "alghoul",
        "quote": {
            "author": {
                "firstname": "yarpen",
                "lastname": "zigrin",
                "title": "dwarven warrior"
            },
            "text": "An alghoul's basically a badarse ghoul."
        }
    },
    {
        "lang": "FR",
        "description": "L'algoule est plus grande, plus forte et plus intelligente que sa cousine commune. Alors que la goule et le graveir sont des créatures primitives, l'algoule et ses semblables (comme le décharneur, par exemple) sont capables d'élaborer des plans complexes, ce qui les rend d'autant plus dangereux.",
        "name": "algoule",
        "quote": {
            "author": {
                "firstname": "yarpen",
                "lastname": "zigrin",
                "title": "guerrier nain"
            },
            "text": "Une algoule, c'est comme une goule... mais en pire."
        }
    }],
    "weakspots": {
        "bombs": [],
        "oils": ["necrophage-oil"],
        "potions": [],
        "signs": ["axii"]
    }
},
{
    "category": "necrophages",
    "code": "foglet",
    "textes": [{
        "lang": "EN",
        "description": "Fog is the traveler's foe. In the forest, it can make one lose one's way, at sea, it can send one sailing into the rocks. Yet such dangers are nothing compared to the monsters known as foglets which sometimes lurk within it. These creatures have powerful arms and claws like Zerrikanian kinjals, yet what makes them truly dangerous is their mastery of deception, beguilement and disorientation. Many times they need not attack at all, instead simply driving their prey to madness or into boggy marshlands, after which they wait patiently for it to drown in the muddy waters.",
        "name": "foglet",
        "quote": {
            "author": {
                "firstname": "johannes",
                "lastname": "strudd",
                "title": "guide"
            },
            "text": "If night ever catches you in the swamps, stay put and wait for dawn, even if it means standing waist-deep in water with leeches crawling down your trousers. Most important of all, if you see a light in the fog, never, and I mean never, go towards it."
        }
    },
    {
        "lang": "FR",
        "description": "Le brouillard est l'ennemi du voyageur. En forêt, il peut lui faire perdre son chemin. En mer, il peut l'envoyer s'échouer sur les récifs. Pourtant, ces dangers sont insignifiants en comparaison du brumelin, monstre sournois qui rôde dans les bancs de brouillard. Si cette créature est dotée de bras puissants et de griffes aussi tranchantes qu'un kinjal de Zerrikania, c'est son sens de l'illusion et de la duperie qui la rend terriblement mortelle. Bien souvent, le brumelin n'attaque pas sa proie mais se contente de la faire sombrer dans la folie ou de l'attirer dans une zone marécageuse avant d'attendre patiemment qu'elle se noie.",
        "name": "brumelin",
        "quote": {
            "author": {
                "firstname": "johannes",
                "lastname": "strudd",
                "title": "guide"
            },
            "text": "Si la nuit vous surprend au milieu des marais, ne bougez plus avant le lever du soleil. Plus un geste, même si vous avez de l'eau jusqu'à la taille et des sangsues plein le froc... Et surtout, surtout, si vous voyez une lueur dans le brouillard, n'allez jamais vers elle. Jamais, vous comprenez ?"
        }
    }],
    "weakspots": {
        "bombs": ["moon-dust"],
        "oils": ["necrophage-oil"],
        "potions": [],
        "signs": ["quen"]
    }
},
{
    "category": "necrophages",
    "code": "mourntart",
    "textes": [{
        "lang": "EN",
        "description": "Most grave hags rarely attack humans, preferring instead to feed on the rotten remains they dig out of graves. Yet some individuals grow bold over the years and begin sneaking into huts to steal children and kill the elderly. Just such a monster was tormenting the inhabitants of Lindenvale.<br><br>The witcher knew this grave hag would put up a fierce fight. He would have to watch out for her powerful claws, capable of smashing through any block or parry, and her long, venomous tongue. He also realized her attacks would be so quick not even his mutated reflexes would be able to keep pace - meaning only judicious use of the Yrden Sign would all[sic] him to survive and conquer.<br><br>The outcome of the fight was not hard to predict. The grave hag perished in the very graveyard which had heretofore served as her feeding grounds, and her body was dumped in a grave she had dug with her own claws.",
        "name": "mourntart",
        "quote": {
            "author": {
                "firstname": "geralt of",
                "lastname": "rivia",
                "title": ""
            },
            "text": "Somebody's doing some cooking... This... it's a human femur... a child's."
        }
    },
    {
        "lang": "FR",
        "description": "Les guenaudes sépulcrales attaquent rarement les humains et préfèrent se nourrir de cadavres déterrés dans les cimetières. Néanmoins, certaines guenaudes s'enhardissent avec l'âge et vont parfois jusqu'à se faufiler dans les maisons pour s'en prendre aux enfants ou aux vieillards. Une telle créature tourmentait les habitants de Valtilleul.<br><br>Le sorceleur se doutait que la guenaude sépulcrale lui donnerait du fil à retordre. Il allait devoir éviter ou parer les coups de ses puissantes griffes capables de tailler la roche, ainsi que sa langue, longue et venimeuse. Il réalisa également que ses attaques seraient trop fulgurantes pour ses réflexes surhumains, et avisa qu'il serait donc judicieux d'avoir recours au signe d'Yrden pour sortir vainqueur de cet affrontement.<br><br>L'issue du combat était assez prévisible. La guenaude sépulcrale périt dans le cimetière même où elle se nourrissait, puis son cadavre fut jeté dans une tombe qu'elle avait creusée de ses propres griffes.",
        "name": "fourbe-veuve",
        "quote": {
            "author": {
                "firstname": "geralt de",
                "lastname": "riv",
                "title": ""
            },
            "text": "Quelqu'un a cuisiné... C'est... un fémur humain... un fémur d'enfant."
        }
    }],
    "weakspots": {
        "bombs": [],
        "oils": ["necrophage-oil"],
        "potions": ["black-blood"],
        "signs": ["yrden", "quen"]
    }
},
{
    "category": "beasts",
    "code": "big-bad-wolf",
    "extension": "blood-and-wine",
    "textes": [{
        "lang": "EN",
        "description": "The Big Bad Wolf who lived in the Land of a Thousand Fables was, like the other denizens of that strange sphere, created by Artorius Vigo based on a figure from folk tales. Once he served as a playmate to the duke's daughters, acting out scenes with a certain red-hooded girl and her grandmother, but as the fable land slowly degenerated, so did he.<br><br>Geralt and Syanna met the Big Bad Wolf while he was nursing a nasty hangover and was not eager to cooperate. Yet since our heroes needed a bean which the wolf had, they forced him to act out his tale.<br><br>That tale ended as it always had: the Big Bad Wolf attacked the Hunter (played by Geralt), biting and clawing him fiercely while his own wounds healed almost instantaneously. Inevitably, however, the Big Bad Wolf was killed and his stomach cut open.",
        "name": "big Bad Wolf",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": "Big Bad Wolf"
            },
            "text": "You ask why I have these big hands, my friend? Well, I'll tell you my secret: exercise."
        }
    },
    {
        "lang": "FR",
        "description": "Le grand méchant loup de la Contrée des Mille Fables, à l'instar des autres créatures qui peuplent cette étrange sphère, fut créé par Artorius Vigo d'après un personnage issu de contes populaires. Autrefois, il servait de camarade de jeu aux filles du duc. Il leur jouait des scènes où figurait une certaine fillette au chaperon rouge et sa mère-grand. Mais la contrée fabuleuse finit par s'étioler, et lui avec.<br><br>Geralt et Syanna rencontrèrent le Grand Méchant Loup alors qu'il soignait une vilaine gueule de bois, et il n'était guère disposé à coopérer. Mais nos héros convoitaient un haricot que le loup avait en sa possession, et ils l'obligèrent à interpréter sa fable.<br><br>Elle se conclut comme elle l'avait toujours fait : le Grand Méchant Loup attaqua le Chasseur (campé par Geralt). De ses crocs et griffes, il déchiquetait les chairs, tandis que ses propres plaies guérissaient instantanément. Mais sont sort était scellé : il fut vaincu et éventré.<br><br>Cette fois, ce ne furent pas une mère grand et sa petite-fille qu'on délivra de son estomac, mais un haricot magique.",
        "name": "grand Méchant Loup",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": "Le Grand Méchant Loup"
            },
            "text": "Vous me demandez pourquoi j'ai d'aussi grosses mains ? Eh bien, je vais vous confier mon secret : c'est une question d'exercice."
        }
    }],
    "weakspots": {
        "bombs": [],
        "oils": ["beast-oil"],
        "potions": [],
        "signs": []
    }
},
{
    "category": "beasts",
    "code": "beast-of-beauclair",
    "extension": "blood-and-wine",
    "textes": [{
        "lang": "EN",
        "description": "Eyewitnesses to gruesome monster attacks always have a hard time describing the creature in question. The beasts move quickly and often attack at night, while the witnesses are terrified and primarily concerned with fleeing for their lives. As a result, witchers quite often have no inkling what creature they face until they find tracks or otherwise establish something for themselves. Such was the case with the Beast tormenting Beauclair. Geralt knew it was deadly, elusive and fiendishly clever. Everything else he heard was clearly the product of imaginations fed by fear of a dangerous predator.<br><br>When Geralt identified the Beast, he discovered it was a higher vampire, meaning one of the most difficult foes a witcher can come to face.<br><br>Higher vampires are superhumanly strong and fast. They can turn completely invisible, and each comes with its own personalized set of talents and abilities perfected through centuries of existence.<br><br>When Geralt realized he was dealing with such a creature, he swore foully and realized the rumors about the Beast had not been exaggerated in the slightest.",
        "name": "the Beast of Beauclair"
    },
    {
        "lang": "FR",
        "description": "Les témoins oculaires d'une attaque horrible ont toujours du mal à décrire les monstres responsables. D'une part parce que la plupart de ces monstres sont rapides et attaquent la nuit, et d'autre part car les témoins sont terrifiés et ne pensent généralement qu'à fuir pour sauver leur vie. Bien souvent, les sorceleurs n'ont donc aucune idée de la créature à laquelle ils ont affaire, jusqu'à ce qu'ils trouvent des traces ou parviennent à vérifier des faits par eux-mêmes. Ce fut le cas avec la bête tourmentant Beauclair. Geralt savait que des gens mouraient et que le monstre était insaisissable et terriblement intelligent. Les autres informations qu'on lui avait rapportées n'étaient que l'invention d'esprits effrayés par un dangereux prédateur.<br><br>Finalement, il s'avéra que la bête était un vampire supérieur, et donc l'un des adversaires les plus redoutables qu'un sorceleur puisse affronter.<br><br>Les vampires supérieurs sont dotés d'une force et d'une rapidité surhumaines, peuvent se rendre complètement invisibles et disposent en outre de talents et de capacités personnels, qu'ils ont perfectionnés au cours d'une existence de plusieurs siècles.<br><br>Quand Geralt se rendit compte qu'il avait affaire à une telle créature, il jura comme un charretier et comprit que les rumeurs sur la bête n'étaient nullement exagérés.",
        "name": "la bête de Beauclair"
    }],
    "weakspots": {
        "bombs": [],
        "oils": [],
        "potions": [],
        "signs": []
    }
},
{
    "category": "beasts",
    "code": "three-little-pigs",
    "extension": "blood-and-wine",
    "textes": [{
        "lang": "EN",
        "description": "The three little pigs are perfect examples of a rather unfortunate phenomenon. Leave even a kind-hearted, warm, naively benign creature to fend for itself, and it won't remain so benign for long.<br><br>The three little pigs from the Land of a Thousand Fables were left for years without Artorius Vigo's supervision. During this time they went completely feral, transforming into three wild boars which attacked anyone who dared approach their ruined home.",
        "name": "three Little Pigs",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": "a little pig"
            },
            "text": "Why bother with brick? In this climate, even a straw house's nice and cozy."
        }
    },
    {
        "lang": "FR",
        "description": "Les trois petits cochons sont l'exemple flagrant d'un phénomène regrettable. Livrez à elle-même une créature parfaitement aimable et innocente jusqu'à l'excès, et elle ne le restera pas bien longtemps.",
        "name": "les trois petits cochons",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": "un petit cochon"
            },
            "text": "La brique, à quoi bon ? Par ce climat, une maison de paille fait bien l'affaire."
        }
    }],
    "weakspots": {
        "bombs": [],
        "oils": ["beast-oil"],
        "potions": [],
        "signs": ["igni","yrden"]
    }
},
{
    "category": "beasts",
    "code": "panther",
    "extension": "blood-and-wine",
    "textes": [{
        "lang": "EN",
        "description": "Panthers are dangerous predators found in forests and other woodlands. They are quick, agile and, like all cats, diabolically cunning. In many less-than-thoroughly-urbanized areas, folk still believe panthers are the stranded souls of those who die in their sleep. Superstition thus holds anyone perishing in this way should be dragged to the nearest woods and left there without a burial. The panther-spirit of the deceased may then devour its own body, thereby passing on to the nether realms.<br><br>This belief must be eradicated by any means, for it leads to epidemics of cholera and other contagious diseases born of rotting corpses.<br><br>Besides, it is patently ridiculous, given panthers are not necrophages and will not consume carrion of any sort. They prefer more spry and lively prey, such as deer or even humans, provided they are not ill and do not stink too badly.<br><br>Panthers (and their tawny-coated cousins, mountain lions) are incredibly swift and able to sneak up on prey undetected to gain the advantage of surprise.<br><br>As soon as they enter open terrain, they leap to attack with astonishing speed, mauling their prey with their sharp claws, long teeth and the sheer force of their momentum.<br><br>Panthers are known to retreat mid-fight, yet do not let yourself be fooled into a false sense of security. This is but a ruse to allow them to attack again, by surprise. Never drop your guard until you see the animal drop dead.<br><br>Panthers are vulnerable to the effects of all the Signs, as well as bombs and oils.",
        "name": "panther",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": "rare variant of a traditional folk rhyme"
            },
            "text": "Pussy cat, pussy cat, where have you been?<br>I've been to Cintra to look at the queen<br>Pussy cat, pussy cat, what did you there?<br>Run, fool, that's not a cat but a panther!"
        }
    },
    {
        "lang": "FR",
        "description": "Les panthères sont de féroces prédateurs qui sévissent dans les forêts et autres régions boisées. Elles sont rapides, agiles, et comme tous les félins, diaboliquement rusées. Dans les régions les plus délaissées par la civilisation, certains crédules restent persuadés qu'elles sont les âmes égarées des pauvres bougres qui ont péri durant leur sommeil.<br><br>Ainsi, la superstition veut qu'on traîne leur dépouille jusqu'à la forêt la plus proche et qu'on l'y abandonne sans funérailles. L'esprit-panthère du défunt s'en repaît alors pour le faire passer dans l'au-delà. Il faut tout faire pour que cette croyance disparaisse, tant elle donne lieu aux épidémies de choléra et autres maladies infectieuses engendrées par les cadavres en décomposition. Sans compter qu'elle est grotesque... les panthères ne sont pas nécrophages, et jamais elles ne se nourrissent de charogne d'aucune sorte. Elles préfèrent des proies plus vivaces, comme les cerfs voire les humains, pourvu qu'ils ne soient pas malades et ne sentent pas trop fort.<br><br>Les panthères, de même que les lions des montagnes, leurs cousins au pelage fauve, sont incroyablement rapides et capables de se déplacer discrètement, au total insu de leurs proies. Une foie exposées, elles bondissent à une vitesse fulgurante, renversent leur proie à la seule force de leur élan et la lacèrent de leurs griffes et crocs acérés.<br><br>Les panthères sont réputées pour battre en retraite au beau milieu du combat, mais n'allez pas croire que vous êtes tiré d'affaire pour autant. Ce n'est qu'une ruse qui leur permet de repasser à l'attaque à l'improviste. Ne baissez jamais votre garde avant que l'animal ne soit bel et bien terrassé.<br><br>Les panthères sont vulnérables aux effets de tous les signes, ainsi qu'aux bombes et aux huiles.",
        "name": "panthère",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": "variante rare d'une comptine traditionnelle"
            },
            "text": "Petit chat, petit chat, où es-tu passé ?<br>À Cintra, voir la reine je suis allé<br>Petit chat, petit chat, et pour quoi faire ?<br>Cours, imbécile, ce n'est pas un chat, mais une panthère !"
        }
    }],
    "weakspots": {
        "bombs": [],
        "oils": ["beast-oil"],
        "potions": [],
        "signs": []
    }
},
{
    "category": "beasts",
    "code": "wild-boar",
    "extension": "hearts-of-stone",
    "textes": [{
        "lang": "EN",
        "description": "These woodland beasts are as \"wild\" – untamed, nasty and aggressive – as their name indicates. To this day, many peasants in outlying Kaedweni villages believe wild boars persist on a diet of young maids, though in truth they most often slate their hunger with roots and acorns. Do not think this vegetarian diet makes them harmless, however. In fact, these animals' stout build and sharp teeth render them veritable fur-covered combat machines. Mother Nature has additionally equipped them with dual pairs of tusks - upper \"pipes\" and lower \"sabres\" - and this weaponry's sum effect is to make the beasts the terrors of the woods, a threat to all who venture or dwell there, human, humanoid and otherwise. Boars also have hard, club-like snouts, which some peasants call their \"whistles,\" though no boar has ever been heard to make such a noise. Instead, they emit a characteristic grunt, which sounds to some like the snoring of an extremely overweight man. Another peasant belief claims boars have extremely prickly natures, and, if offended, will vent their anger by knocking down fences and gobbling up potatoes. Though they sometimes live alone, boars usually appear in small groups of 3 to 5 specimens.",
        "name": "wild boar",
        "quote": {
            "author": {
                "firstname": "louis of",
                "lastname": "charolle",
                "title": "mathematician, author and poet"
            },
            "text": "How doth the little wild boar<br>Improve his shining tusks,<br>And rut them 'gainst the forest floor,<br>And on the trees' rough husks!<br><br>How cheerfully he seems to grin<br>How neatly spreads his claws,<br>And welcomes little lasses in,<br>With gently smiling jaws!"
        }
    },
    {
        "lang": "FR",
        "description": "Ces bêtes de bois sont aussi sauvages que leur nom l'indique. Il faut entendre par là qu'elles sont vicieuses, agressives et indomptées. Aujourd'hui encore, nombre de paysans des villages isolés de Kaedwen croient dur comme fer que les sangliers sauvages se nourrissent exclusivement de jeunes filles, mais la vérité est qu'ils se content plus souvent de racines et de glands. N'allez pas croire, cependant, que ce régime végétarien les rend inoffensifs. En fait, la corpulence et les dents acérées de ces animaux en font de véritables machines de combat couvertes de poils. De plus, la nature les a aussi dotés de défenses, qui en font les terreurs des bois et une menance pour tous ceux qui y vivent, qu'ils soient humains ou pas. Les sangliers possèdent également un groin solide comme un gourdin, que certains paysans qualifient de \"sifflet\", même si l'on n'a jamais entendu un de ces animaux produire le son d'un tel instrument. En revanche, ils produisent un grognement caractéristique, qui ressemblerait au ronflement d'un homme obèse. D'après les croyances paysannes, les sangliers seraient aussi très irritables et pourraient, en cas d'offense, décharger leur colère en renversant des clôtures et en dévorant des pommes de terre. Même s'il existe des solitaires, les sangliers apparaissent généralement par petits groupes de 3 à 5 individus.",
        "name": "sanglier sauvage",
        "quote": {
            "author": {
                "firstname": "ludwig de",
                "lastname": "charolle",
                "title": "mathématicien, auteur et poète"
            },
            "text": "Voyez le petit sanglier sauvage<br>Ses dagues brillantes aiguiser<br>En retournant le sol des bocages,<br>Et en frottant les troncs rugueux et élancés !<br><br>Comme il irradie de bonheur<br>Comme il écarte ses griffes joliment,<br>Pour accueillir les jeunes filles en fleur,<br>Entre ses mâchoires au sourire charmant !"
        }
    }],
    "weakspots": {
        "bombs": ["northern-wind"],
        "oils": ["beast-oil"],
        "potions": [],
        "signs": ["igni", "yrden"]
    }
},
{
    "category": "hybrids",
    "code": "erynia",
    "textes": [{
        "lang": "EN",
        "description": "Hard as it is to imagine, the erynias found in Skellige are even more repulsive - and dangerous - than harpies, their close relatives. Though well-rotten carrion is their food of choice, they will not turn up their noses at fresh meat, man flesh included.<br><br>When they spy a potential victim, erynias, like harpies or shishigas, will try to make full use of the strength of their numbers and their ability to control the skies. They will circle above their prey then attack from several directions at once, striking with razor-shark [sic] talons and tearing their targets to shreds.<br><br>While attacking they aim for the neck, eyes and other vital organs, often causing their prey to bleed to death as a result. In this way a small flock of erynias is able to make quick work of larger and better-armed victims, who often are not able to defend themselves effectively from several opponents attacking at once.",
        "name": "erynia",
        "quote": {
            "author": {
                "firstname": "lytta",
                "lastname": "neyd",
                "title": "the sorceress also known as Coral"
            },
            "text": "A merchant once told me I reminded him of an erynia. Naturally, I immediately teleported him to one of their nests, so he could see for himself how ill-fitting a comparison it was."
        }
    },
    {
        "lang": "FR",
        "description": "Aussi surprenant que cela puisse paraître, l'erynia de Skellige est encore plus repoussante et dangereuse que sa cousine la harpie. Bien qu'elle apprécie tout particulièrement la charogne bien faisandée, elle ne dédaigne pas la chair humaine fraîche lorsque l'occasion se présente.<br><br>À l'instar des harpies et des chichigas, les erynias misent sur le poids du nombre et sur leur maîtrise des airs pour fondre sur leur proie. Elles tournoient autour du ciel et attaquent de plusieurs directions simultanément en visant en priorité la jugulaire, les yeux et les organes vitaux pour saigner à blanc leur malheureuse victime.<br><br>Un petit vol d'erynias peut ainsi venir à bout d'une créature certes plus grande et plus forte, mais mal préparée à affronter une nuée d'adversaires.",
        "name": "erynia",
        "quote": {
            "author": {
                "firstname": "lytta",
                "lastname": "neyd alias Corail",
                "title": "magicienne"
            },
            "text": "Un marchand m'a un jour traitée d'erynia. Naturellement, je l'ai immédiatement téléporté dans un de leurs nids afin qu'il puisse constater par lui-même l'abursdité de sa comparaison."
        }
    }],
    "weakspots": {
        "bombs": ["hive"],
        "oils": ["hybrid-oil"],
        "potions": [],
        "signs": ["aard"]
    }
},
{
    "category": "hybrids",
    "code": "melusine",
    "textes": [{
        "lang": "EN",
        "description": "In the mountains near the village of Svorlag in Skellige lies an enormous complex of caves. For many centuries they were given wide berth on account of the bloodthirsty ekhidna known as Melusine who had made them into her lair.<br><br>Melusine was a beast so powerful some islanders worshiped her as a semi-divine being. The witcher, however, harbored no such delusions. He knew she was an extremely powerful monster - but a monster all the same. This meant she could be killed. To do so, he would need the highest quality bolts, a solid silver blade - and a steady hand.",
        "name": "melusine",
        "quote": {
            "author": {
                "firstname": "britt of",
                "lastname": "svorlag",
                "title": ""
            },
            "text": "I... I saw a shadow... Great wings, like a cloud passin' o'er the sky. Then I heard him scream."
        }
    },
    {
        "lang": "FR",
        "description": "Un vaste réseau de cavernes s'étend sous les montagnes de Skellige, près du village de Svorlag. Depuis des générations, les villageois évitaient ces cavernes comme la peste, sachant qu'elles abritaient une échidna sanguinaire du nom de Mélusine.<br><br>Cette terrifiante créature avait autrefois fait l'objet d'un culte. Le sorceleur avisé n'était néanmoins pas dupe. Il avait affaire à un monstre redoutable, certes, mais un monstre tout de même. Une créature qu'il avait été formé à exterminer. Pour ce faire, il lui faudrait recourir à des carreaux de la meilleure facture qui soit, à sa fidèle épée en argent, et se fier à sa dextérité innée.",
        "name": "mélusine",
        "quote": {
            "author": {
                "firstname": "britt de",
                "lastname": "svorlag",
                "title": ""
            },
            "text": "J'ai vu... une ombre... De grandes ailes, comme un nuage qui passe dans le ciel. Ensuite, je l'ai entendu crier."
        }
    }],
    "weakspots": {
        "bombs": ["hive"],
        "oils": ["hybrid-oil"],
        "potions": [],
        "signs": ["igni", "aard"]
    }
},
{
    "category": "hybrids",
    "code": "opinicus",
    "textes": [{
        "lang": "EN",
        "description": "Killers of various stripes - mercenaries, knights errant, ambitious lawmen - try at times to compete with witchers as monster slayers. This usually ends in a massacre that not only does not solve the problem, but in fact only makes it worse - the beast walks away from the fight unharmed, enraged and out for vengeance. Such was the case in the mountains outside Oxenfurt, where a powerful archgriffin had made its nest.<br><br>Once again it fell to the witcher to clean up after amateurs. He knew neither Igni nor bombs dealing fire damage would have any effect against this fire-loving creature. He would also have to look out for its acid, which can eat through even the thickest armor - leaving one vulnerable to its razor-sharp talons.<br><br>After a long fight, the witcher slew the archgriffin. Some scholars in nearby Oxenfurt might accuse him of having contributed to the disappearance of an endangered species and disrupting the local ecosystem. Somehow, the witcher didn't seem likely to lose much sleep over the matter.",
        "name": "opinicus",
        "quote": {
            "author": {
                "firstname": "geralt of",
                "lastname": "rivia",
                "title": ""
            },
            "text": "Thin rachides, sparse after feathers... An archgriffin."
        }
    },
    {
        "lang": "FR",
        "description": "Mercenaires, chevaliers errants et autres justiciers vertueux cherchent parfois à se substituer aux sorceleurs... mais le métier de tueur de monstres ne s'improvise pas. L'affaire tourne généralement au massacre et envenime la situation : non seulement la créature n'est pas éliminée, mais elle est enragée par l'attaque. C'est précisément ce qui arriva dans les montagnes de la région d'Oxenfurt, où un imposant archigriffon avait élu domicile.<br><br>Une fois encore, il échut au sorceleur de réparer les pots cassés. Il savait que la créature serait insensible au signe d'Igni et aux bombes. Il allait lui falloir éviter ses jets d'acide, capables de ronger la plus épaisse cuirasse, livrant ainsi l'adversaire à la merci de ses serres effilées comme des lames de rasoir.<br><br>Au terme d'un long combat, le sorceleur élimina l'archigriffon. Des érudits d'Oxenfurt l'accuseront peut-être d'avoir participé à la disparition d'une espèce menacée et d'avoir perturbé l'écosystème local. Quoi qu'il en soit, je doute que le sorceleur en perde le sommeil pour autant.",
        "name": "opinicus",
        "quote": {
            "author": {
                "firstname": "geralt de",
                "lastname": "riv",
                "title": ""
            },
            "text": "Le rachis est fin, le duvet épars... Intéressant. Un archigriffon."
        }
    }],
    "weakspots": {
        "bombs": ["hive"],
        "oils": ["hybrid-oil"],
        "potions": [],
        "signs": ["aard"]
    }
},
{
    "category": "hybrids",
    "code": "salma",
    "textes": [{
        "lang": "EN",
        "description": "The witcher's investigation uncovered that a succubus named Salma was responsible for the string of killings afflicting the Novigrad city guard. This came as a surprise, for succubi do not usually commit premeditated, cold-blooded murder. This is not to say they are not dangerous: they will at times kill on accident, when carried away on a particularly gushing stream of ecstasy. At other times, they kill in self-defense: though they have the look of slender maids from the waist up, their supple limbs hide incredible strength. They are also invulnerable to fire, the Igni Sign included. They present witchers with an intractable dilemma: does this monster, who wishes me no ill yet all the same often causes harm, deserve death, or mercy?<br><br>That is exactly the perplexing question faced by Geralt of Rivia. In the end he believed Salma and decided to let her go free - though he could not shake off the feeling that he might live to regret that decision.",
        "name": "salma",
        "quote": {
            "author": {
                "firstname": "salma",
                "lastname": "",
                "title": "succubus"
            },
            "text": "I'm not one to lie. Nor do I kill without reason."
        }
    },
    {
        "lang": "FR",
        "description": "En enquêtant, le sorceleur découvrit qu'une succube appelée Salma était responsable d'une série de meurtres dont était victime de la garde municipale de Novigrad. Ce fut pour lui une véritable surprise, car les succubes n'ont pas pour habitude de tuer de sang-froid ou avec préméditation. Elles n'en restent pas moins des créatures dangereuses qui tuent parfois par accident, sous le coup d'une extase particulièrement puissante, ou simplement pour se défendre. Bien qu'elles ressemblent à de frêles jeunes filles au-dessus de la taille, elles possèdent des membres souples qui cachent une force incroyable. Elles sont de plus invulnérables au feu, et donc au signe d'Igni. Une succube présente pour un sorceleur un dilemme délicat : cette créature à la fois pacifique et mortelle mérite-t-elle la mort ou la pitié ?<br><br>Telle est la question à laquelle Geralt de Riv dut répondre. Au final, le sorceleur décida de croire Salma et lui laissa la vie sauve... sans toutefois pouvoir se défaire de l'impression qu'un jour ou l'autre, il regretterait sa décision.",
        "name": "salma",
        "quote": {
            "author": {
                "firstname": "salma",
                "lastname": "",
                "title": "succube"
            },
            "text": "Je n'ai pas pour habitude de mentir. Ni de tuer sans raison."
        }
    }],
    "weakspots": {
        "bombs": [],
        "oils": ["hybrid-oil"],
        "potions": [],
        "signs": ["quen"]
    }
},
{
    "category": "hybrids",
    "code": "siren",
    "textes": [{
        "lang": "EN",
        "description": "Like skilled hunters setting out wooden ducks to lure in drakes, sirens and lamias lure men near - using their own bodies as decoys. They can transform to resemble beautiful human maidens, though with tails covered in silver scales instead of legs. Once a naive sailor gets within arm's reach of these beautiful creatures, their fair faces suddenly turn to fang-filled, fish-like maws, and lovely tails promising unknown delights become sharp, death dealing talons.<br><br>One legend claims sirens and lamias were once friendly towards men – and supposedly were even known (albeit on rare occasions) to accept some sailors' clumsy attempts at courtship. In our day, however, they are decidedly aggressive, perhaps soured by the numerous kidnappings of carried out by frustrated sea salts. Whatever the truth, one thing is certain: these days the monsters display no signs of good will, and so when spotting them one should immediately reach for one's silver sword.<br><br>Sirens and lamias (the sirens' more dangerous cousins) usually hunt in flocks, making use of their numbers as well as their ability to move effortlessly through water and air.<br><br>On the ground, however, they are virtually defenseless, and so a wise tactic is to damage their fin-like wings to force them to land. The Igni Sign also proves effective when fighting against them. Threatened or injured sirens will let out a terrifying shriek, leaving their opponents stunned while they escape – and their sisters swoop down for an easy attack.",
        "name": "siren",
        "quote": {
            "author": {
                "firstname": "arike of",
                "lastname": "hindarsfjall",
                "title": "advice given to his son before his first solo voyage"
            },
            "text": "Out at sea, if you hear a beautiful woman singing, turn the ship around at once. You understand? Even if it means sailing straight back into a storm."
        }
    },
    {
        "lang": "FR",
        "description": "Tel un chasseur se servant d'un appeau pour attirer sa proie, la sirène et la lamie utilisent leur corps pour piéger les malheureuses victimes. Elles peuvent toutes deux se métamorphoser en magnifiques jenes femmes dotées d'une queue de poisson argentée à la place des jambes. Un marin assez naïf pour les approcher ne tarde cependant pas à découvrir leur vraie nature : leur bouche pulpeuse devient une mâchoire garnie de crocs pointus, tandis que leur douce étreinte se transforme en un mortel étau.<br><br>D'après la légende, sirènes et lamies étaient autrefois bienveillantes envers les hommes et s'accouplaient même parfois avec certains marins. Aujourd'hui cependant, leur animosité ne fait aucun doute et il est plus prudent de les attaquer à vue.<br><br>Les sirènes et les lamies (leurs dangereuses cousines) chassent en bancs et sont capables de se déplacer sans effort dans l'eau comme dans les airs.<br><br>Elles sont cependant sans défense au sol, c'est pourquoi il est recommandé de viser en priorité leurs ailes membraneuses afin de les contraindre à se poser. Elles sont par ailleurs sensibles au signe d'Igni. Attention cependant, car une sirène peut pousser un cri strident qui étourdit ses adversaires, les laissant à la merci de ses soeurs.",
        "name": "sirène",
        "quote": {
            "author": {
                "firstname": "arike d'",
                "lastname": "hindarsfjall",
                "title": "conseil donné à son fils avant son premier voyage en mer"
            },
            "text": "Une fois en mer, si tu entends une douce voix de femme portée par le vent, change de cap immédiatement. Immédiatement, tu comprends ? Même si tu dois faire voile sur une tempête, change de cap."
        }
    }],
    "weakspots": {
        "bombs": ["hive"],
        "oils": ["hybrid-oil"],
        "potions": [],
        "signs": ["igni", "aard"]
    }
},
{
    "category": "hybrids",
    "code": "succubus",
    "textes": [{
        "lang": "EN",
        "description": "Unlike other monsters, succubi and menads feel no desire to kill, do not crave human blood and usually do not, in fact, mean any harm at all. They are motivated by one thing and one thing only: an insatiable lust. They try in vain to slake this by engaging in sexual acts with any other humanoid species they encounter. While it must be admitted that their \"victims\" rarely put up much resistance, this does not mean succubi and menads do not present any danger: their never-ending advances, though pleasurable at first, have pushed more than one man to madness or even death.<br><br>Succubi and menads usually can be found near human settlement, including small villages and populous cities. They prowl at night, though when stricken by serious need they will leave their lairs during the day as well. They shower their affections on men as well as women, the young as well as the old, the ugly as well as the beautiful. Some of them are particularly fond of pastors and other holy men, whose seduction they treat as a sort of game.<br><br>Though succubi are peaceful by nature, when forced to fight they will defend themselves fiercely. One should thus not be fooled by their fair appearance – under the velvety skin of their arms lie muscles of iron, and a blow delivered with their rear, goat-like legs or the thick horns on their head can easily crush bone.",
        "name": "succubus",
        "quote": {
            "author": {
                "firstname": "lester of",
                "lastname": "smallton to a succubus",
                "title": "a few days before taking a vow of celibacy"
            },
            "text": "Again?! Good grief, woman, I'm spent..."
        }
    },
    {
        "lang": "FR",
        "description": "Contrairement aux autres monstres, les succubes et les ménades n'éprouvent aucune animosité envers les humains. Elles sont en fait animées par une unique motivation : un insatiable désir sexuel, qui les pousse à chercher l'accouplement avec tout individu humanoïde qu'elles rencontrent. Aussi doux soit le danger représenté par ces créatures, il n'en est pas moins bien réel : leur inapaisable appétit sexuel a poussé d'une malheureuse \"victime\" vers la mort ou la folie.<br><br>Les succubes et les ménades vivent généralement à proximité des installations humaines, villes et villages en particulier. Créatures nocturnes, elles peuvent néanmoins sortir au grand jour si leur désir se fait trop pressant. Elles prodiguent leur amour à la première personne veneue, sans considération pour le sexe, l'âge ou l'apparence physique. Par goût du jeu, certaines succubes ciblent de préférence les hommes d'église.<br><br>Bien que pacifique, une succube n'en est pas moins capable de se défendre. Ses bras menus dissimument une force peu commune et elle peut aisément briser des os d'un coup de corne ou de sabot.",
        "name": "succube",
        "quote": {
            "author": {
                "firstname": "lester de",
                "lastname": "smallton à une succube",
                "title": "quelques jours avant de faire voeu de chasteté"
            },
            "text": "Encore ?! Madame, je vous assure, je suis épuisé !"
        }
    }],
    "weakspots": {
        "bombs": [],
        "oils": ["hybrid-oil"],
        "potions": [],
        "signs": ["quen"]
    }
},
{
    "category": "cursed-ones",
    "code": "berserker",
    "textes": [{
        "lang": "EN",
        "description": "Skellige legends speak of men known as berserkers who transform into bears when overwhelmed by battle rage. In doing so, they lose all self-awareness and are driven by a bloodlust which they must satiate in order to return to human form. Few believe these blood-curdling tales, however, not even in Skellige, where the inhabitants usually treat even the least probable legends with the utmost gravity. This indicates either that berserkers are in fact mere figments of mead-sodden imaginations, or else that they have learned to hide their abilities from the rest of the islanders.<br><br>The skalds' ballads indicate a berserker transformed in the heat of battle cannot be distinguised from a true-born bear. Only minute anatomical details - such as the shape of their tongues and teeth - reveal their secret. Descriptions of their fighting prowess paint them as invulnerable to pain and able to heal any wound received almost at once.<br><br>If these men-turned-bears truly do exist, one can suppose that, like werewolves and lycanthropes, they are particularly vulnerable to oils that harm cursed creatured. But if we are to give credence to ancient songs about these creatures' deeds, about the mass murders and massacres they have committed, we can only hope that no witcher will have to test this hypothesis.",
        "name": "berserker",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": "Skellige mother scolding a child"
            },
            "text": "Now finish your soup, or a berserker'll come and swallow ye whole."
        }
    },
    {
        "lang": "FR",
        "description": "Créature du folklore de Skellige, le berserker serait un homme qui, à la faveur des combats, se transformerait en ours dénué de toute humanité et assoiffé de sang, soif qu'il doit étancher pour reprendre forme humaine. Bien que les habitants de Skellige n'accordent que peu de crédit à cette légende, elle perdure encore à ce jour dans les chaumières. Le berserker, s'il n'est pas le fruit d'une imagination collective embrumée par l'hydromel, a sans doute appris au fil des siècles à masquer son existence.<br><br>Les ballades des skaldes sont riches en informations, aussi peu fiables soient-elles, sur cette créature. Un berserker métamorphosé serait ainsi presque impossible à distinguer d'un ours véritable. Seuls d'infimes détails anatomiques, comme la forme des dents et de la langue, permettraient de l'identifier. Sous sa forme d'ours, il est décrit comme insensible à la douleur et capable de soigner instantanément les pires blessures.<br><br>S'il existe vraiment, on peut supposer que le berserker, comme le loup-garou et le lycanthrope, est vulnérable aux huiles contre les créatures maudites. Cependant, si l'on se fie aux récits contant les atrocités et les massacres commis par les berserkers au fil des siècles, il vaut mieux espérer qu'aucun sorceleur n'ait jamais à vérifier la validité de cette hypothèse.",
        "name": "berserker",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": "Réprimande typique de Skellige"
            },
            "text": "Finis ta soupe, sinon un berserker viendra te manger cette nuit !"
        }
    }],
    "weakspots": {
        "bombs": ["devils-puffball"],
        "oils": ["cursed-oil"],
        "potions": [],
        "signs": ["quen", "igni"]
    }
},
{
    "category": "cursed-ones",
    "code": "the-toad-prince",
    "extension": "hearts-of-stone",
    "textes": [{
        "lang": "EN",
        "description": "Timeless tales always carry within them a grain of truth. The legend of the frog prince is no exception, or at least that's what the folk of Oxenfurt wished to believe when they found out a monstrous toad lurked in their city sewers. The women who hunted it in search of romance and a better life, however, found their tales had a most unhappy ending. The creature they encountered was no small, sweet frog but a bloodthirsty beast, who not only did not let them in for a kiss, but instead greedily devoured them and anything else that strayed into its slime-covered lair.",
        "name": "the Toad Prince",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": "folk tale, author unknown"
            },
            "text": "The girl walked up to the edge of the pond. There, squatting amidst the fragrant lilies and broad lily-pads, she saw a most unusual sight: a small green frog with a golden crown perched on its warty head. Charmed by this curious little creature, the girl picked it up and gave it a kiss. Immediately the little frog transformed into a handsome prince. Overcome with gratitude, he asked the girl to be his wife."
        }
    },
    {
        "lang": "FR",
        "description": "Les contes qui traversent les époques contiennent toujours une part de vérité. La légende du prince grenouille ne fait pas exception, ou c'est du moins ce que voulurent croire les habitants d'Oxenfurt en découvrant qu'un crapaud monstrueux rôdait dans les égouts de leur ville. Cependant, l'histoire des femmes qui lançaient à sa recherche en quête d'amour et d'une vie meilleure se terminait de façon très tragique. La créature qu'elles rencontraient n'était pas une petite grenouille bien intentionnée, mais une bête sanguinaire, qui, au lieu de se laisser embrasser, les dévorait voracement et faisait subir le même sort à tout ce qui s'aventurait dans sa tanière gluante.",
        "name": "le \"prince\" crapaud",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": "Conte populaire, auteur inconnu"
            },
            "text": "La fillette s'approcha du bord de la mare. Là, accroupie au milieu des lys parfumés et des larges feuilles de nénuphars, elle fit une découverte des plus surprenantes : une petite grenouille verte avec une couronne dorée sur sa tête verruqueuse. Charmée par cette petite créature étrange, la fillette la ramassa et lui donna un baiser. Instantanément, la petite grenouille se transforma en un prince séduisant. Infiniment reconnaissant, celui-ci demanda à la fillette de l'épouser."
        }
    }],
    "weakspots": {
        "bombs": ["northern-wind"],
        "oils": ["cursed-oil"],
        "potions": ["golden-oriole"],
        "signs": ["yrden"]
    }
},
{
    "category": "cursed-ones",
    "code": "ulfhedinn",
    "textes": [{
        "lang": "EN",
        "description": "Ulfhedinn are a breed of werewolf found mainly in Skellige. The harsh and barren conditions of the isles might explain why they primarily hunt men and are stronger than their continental brethren. Older and particularly dangerous ulfhedinn are called vorefs. Only a few daring warriors in Skellige history have managed to defeat an ulfhedinn, and each of them is commemorated in ballads as a hero to this day.<br><br>Like werewolves, ulfhedinn and vorefs are active at night, particularly when the moon is at its fullest. Fast, strong, and amazingly resilient, these creatures kill with disturbing ease. Silver blades should be brought against them, as should Devil's Puffball. Take note that when near death the ulfhedinn becomes particularly dangerous and will attack with doubled fury, while calling on wolves to come to its rescue.",
        "name": "ulfhedinn",
        "quote": {
            "author": {
                "firstname": "professor Artibus Joannes",
                "lastname": "rack",
                "title": "geographer, disappeared during a surveying expedition in Skellige"
            },
            "text": "Ulfhedinn? What's that, some kind of fish?"
        }
    },
    {
        "lang": "FR",
        "description": "L'ulfhedinn est une espèce de loup-garou originaire de Skellige. Sans doute en raison des rudes conditions de vie sur les îles, il est plus fort que ses congénères du continent et chasse principalement les hommes. Les ulfhedinns les plus anciens, les vorefs, sont des monstres terriblement dangereux. Dans toute l'histoire de Skellige, seuls quelques rares guerriers ont réussi à vaincre un ulfhedinn et leurs exploits sont aujourd'hui chantés par les skaldes.<br><br>Tout comme le loup-garou, l'ulfhedinn (ainsi que le voref) est actif la nuit, surtout en période de pleine lune. Rapide, puissant et extraordinairement robuste, c'est un tueur-né contre qui la plupart des armes sont inefficaces. Seules les lames d'argent et les vesses-de-loup du diable peuvent lui infliger des blessures sérieuses. Pire encore, un ulfhedinn proche de la mort attaque avec une ardeur redoublée et peut même appeler une meute de loups à son secours.",
        "name": "ulfhedinn",
        "quote": {
            "author": {
                "firstname": "professeur Artibus Joannes",
                "lastname": "rack",
                "title": "géographe porté disparu au cours d'une expédition sur Skellige"
            },
            "text": "Un ulfhedinn ? Jamais entendu parler... C'est une sorte de poisson ?"
        }
    }],
    "weakspots": {
        "bombs": ["moon-dust", "devils-puffball"],
        "oils": ["cursed-oil"],
        "potions": [],
        "signs": ["igni"]
    }
},
{
    "category": "cursed-ones",
    "code": "archespore",
    "extension": "blood-and-wine",
    "textes": [{
        "lang": "EN",
        "description": "Archespores look like gigantic, aesthetically unpleasing flowers with some of the traits of exceptionally cruel and bloodthirsty sundews. They are, however, far more dangerous that even the most colossal sundew. Their peculiar appearance makes them practically impossible to discern amidsts other plants. By the time one draws close enough to realize what they are, it is often too late to flee.<br><br>According to popular belief, archespores are cursed plants grown in soil fertilized by the blood of the dying. They are most often found in places which in the past saw pogroms, bloody rituals or cruel murders. Four types of archespore have been catalogued to date, differing from one another in terms of coloring: brown (the least dangerous), green and purple (the most dangerous). The final variant, said to have been cultivated by mages from Ban Ard, is the yellow archespore, whose strength is similar to that of its green-colored-cousins.<br><br>Regardless of color, all archespores fight using similar methods: attacking with powerful, jaw-like leaves. If their victim is out of reach, they can also spray caustic acid which if it makes any contact whatsoever with the skin, can provoke a reaction similar to that caused by severe poisoning.<br><br>Like other plants, all archespores are extremely vulnerable to fire, which is one of the most effective methods of fighting them. Silver also works well, as does any sort of shock wave. Archespores do not like strong vibrations, which cause them to flee underground at once. Due to the nature of their origins, oil damaging to cursed beings can also be useful against them.",
        "name": "archespore",
        "quote": {
            "author": {
                "firstname": "blasco",
                "lastname": "tennerbe",
                "title": "last words"
            },
            "text": "Looks like a flower to me. A hideous, disgusting flower."
        }
    },
    {
        "lang": "FR",
        "description": "Les ékinoppyres ressemblent à des fleurs gigantesques et disgracieuses, et certaines de leurs propriétés les appartentent aux cruels et sanguinaires rossolis. Par contre, elles sont bien plus dangereuses que les plus imposants des rossolis. Leur aspect anoding les rend pratiquement impossibles à distinguer parmi d'autres végétaux. Le temps de les approcher d'assez près pour être fixé sur leur nature, il est souvent déjà trop tard pour fuir.<br><br>D'après la croyance populaire, les ékinoppyres sont des plantes impies qui ont poussé dans un sol arrosé du sang des défunts. Le plus souvent, on les observe ont eu lieu jadis divers massacres, rituels sanguinaires et autres meurtres atroces. À ce jour, quatre variétés d'ékinoppyres ont été répertoriées. Leur couleur varie du marron (la variété la moins novice) au violet (la plus dangereuse), en passant par le vert. L'ultime variété, qu'on prétend créée par les mages de Ban Ard, est l'ékinoppyre jaune, dont la force est comparable à celle de se parentes de couleur verte.<br><br>Les quatre principales espèces d'ékinoppyres se distinguent à leur couleur, qui peut être marron, verte, jaune ou violette. Il faut se méfier particulièrement des ékinoppyres violettes, qui sont les plus dangereuses. Quelle que soit leur couleur, toutes les ékinoppyres se battent de la même façon, en attaquant avec leurs puissantes feuilles en forme de mâchoires. Si leur victime est hors de portée, elles peuvent aussi projeter un acide caustique provquant une réaction semblable à un grave empoissement en cas de contact avec la peau.<br><br>Comme les autres plantes, toutes les ékinoppyres sont extrêmement vulnérables au feu, qui est un des meilleurs moyens de lutter contre lles. L'argent est aussi efficace, tout comme les ondes de choc. Les ékinoppyres n'aiment pas les fortes vibrations, qui les poussent à se réfugier immédiatement sous terre. En raison de la nature des ékinoppyres, l'huile infligeant des dégâts aux créatures maudites est aussi utile contre elles.",
        "name": "Ékinoppyre",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": "Dernières paroles de Blasco Tennerbe"
            },
            "text": "On dirait une fleur. Une fleur dans le genre hideux."
        }
    }],
    "weakspots": {
        "bombs": [],
        "oils": ["cursed-oil"],
        "potions": [],
        "signs": ["aard", "igni"]
    }
},
{
    "category": "elementa",
    "code": "djinn",
    "textes": [{
        "lang": "EN",
        "description": "A djinn is a powerful air spirit, a condensation of the power of that element endowed with consciousness and character - the latter usually nasty. According to legend, djinn can grant even the most far-fetched wishes, though they do so very begrudgingly.<br><br>Unusually powerful mages can capture and tame these beings. The mage can then draw on its energy, using it to cast spells without having to call on Power from traditional sources. Only a sparse handful have managed this feat, however, for djinn fight to avoid such a fate with stubborn determination. To imprison a djinn and bend it to one's will, one must first weaken it - and that is no easy feat.<br><br>Fighting a djinn is extraordinarily difficult. They can fling off spells in an instant that the most accomplished human mages could never cast with years of preparation. What's more, by manipulating the element of air they can summon powerful storms, hurricanes, and gales. Luckily, as magic beings, they are vulnerable to silver - yet steel will do them no harm.",
        "name": "djinn",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": "The First Longing, a Tale Fantastic in All Ways."
            },
            "text": "The pitcher emitted a puff of glowing red smoke. The smoke pulsated, then gathered up into an irregular sphere floating in front of the poet's head..."
        }
    },
    {
        "lang": "FR",
        "description": "Un djinn est un esprit de l'air particulièrement puissant, un concentré d'énergie magique doué d'une conscience et d'une personnalité... souvent pernicieuse. D'après la légende, un djinn est capable d'exaucer les souhaits les plus fous, bien qu'il le fasse généralement de mauvaise grâce.<br><br>Seul un mage d'exception peut capturer et dompter cette terrifiante créature. Il peut alors canalsier son énergie pour lancer des sorts sans recourir aux sources traditionnelles. Néanmoins, il s'agit là d'un exploit rarissime, car un djinn fera tout pour échapper à un tel sort. Pour emprisonner un djinn et le soumettre à sa volonté, il faut tout d'abord l'affaiblir, tâche délicate s'il en est.<br><br>Peu de monstres sont aussi dangereux qu'un djinn : capable de lancer des sorts d'une puissance extraordinaire, il peut également manipuler les éléments pour invoquer orgaes, ouragans et autres tempêtes. Il est de plus, comme toutes les créatures d'origine magique, invulnérable aux armes en acier... mais fort heureusement sensible aux lames d'argent.",
        "name": "djinn",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": "L'histoire extraordiniaire du premier désir"
            },
            "text": "Un nuage de fumée rouge s'échappa de la jarre, puis vint former une sphère irrégulière devant le visage du poète..."
        }
    }],
    "weakspots": {
        "bombs": ["dimeritium-bomb"],
        "oils": ["elementa-oil"],
        "potions": [],
        "signs": []
    }
},
{
    "category": "elementa",
    "code": "pixie",
    "extension":"blood-and-wine",
    "textes": [{
        "lang": "EN",
        "description": "Pixies might look like gentle, harmless creatures, yet in their case, the saying about appearances being deceiving fits all too perfectly. The pixies from the Land of a Thousand Fables were created to protect that magic place from intruders and ensure the ducal daughters, Sylvia Anna and Anna Henrietta, did not come to even the slightest harm. Thus whenever anyone else crossed the pixies' path, it ended badly for them, for pixies are aggressive, war-like creatures, created to kill, defend and fight till they can fight no more.",
        "name": "pixie",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": "last words of two criminals who broke into the Land of a Thousand Fables, identities unknown"
            },
            "text": "\"Look! Pixies!\"<br>\"We should go. Now.\"<br>\"Come on, what harm can cute little pixies do us?\""
        }
    },
    {
        "lang": "FR",
        "description": "Les farfadets ont l'air de créatures avenantes et inoffensives, mais les apparences sont parfois trompeuses, surtout dans leur cas. Les farfadets de la Contrée des Mille Fables furent créés pour protéger ce lieu magique contre les intrus et faire en sorte u'il n'arrive rien de fâcheux à Sylvia Anna et Anna Henrietta, les filles du duc. Ainsi, lorsque quelqu'un d'autre croisait la route des farfadets, il le regrettait bien amèrement, tant les farfadets sont des créatures belliqueuses, créées pour tuer, protéger et combattre jusqu'à la mort.",
        "name": "farfadet",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": "Dernières paroles de deux criminels anonymes qui s'étaient introduits dans la Contrée des Mille Fables"
            },
            "text": "\"Là ! Des farfadets !\"<br>\"Il faut qu'on parte, et vite.\"<br>\"Voyons, quel mal pourraient bien nous faire d'adorables petits farfadets ?\""
        }
    }],
    "weakspots": {
        "bombs": [],
        "oils": ["elementa-oil"],
        "potions": [],
        "signs": []
    }
},
{
    "category": "elementa",
    "code": "gargoyle",
    "textes": [{
        "lang": "EN",
        "description": "Gargoyles are stone statues brought to life by magic in order to guard mages' laboratories and lairs from intruders. Their appearance alone has scared off more than one prospective burglar. Those who do not take fright at the sight of these horned and winged monstrosities usually die shortly thereafter, torn to shreds by stony claws.",
        "name": "gargoyle",
        "quote": {
            "author": {
                "firstname": "lara",
                "lastname": "estevann",
                "title": "burglar from Loc Muinne"
            },
            "text": "It just me, or is that gargoyle ogling us?"
        }
    },
    {
        "lang": "FR",
        "description": "Une gargouille est une statue de pierre animée par magie, généralement conçue pour protéger le repaire ou le laboratoire d'un mage et dont la simple vue suffit à emplir d'effroi le coeur de la plupart des intrus. Ceux qui parviennent à surmonter leur terreur regrettent bien vite leur bravoure inconsidérée... quelques secondes avant de trouver la mort.",
        "name": "gargouille",
        "quote": {
            "author": {
                "firstname": "lara",
                "lastname": "estevann",
                "title": "cambrioleuse de Loc Muinne"
            },
            "text": "Je rêve, ou cette gargouille nous reluque ?"
        }
    }],
    "weakspots": {
        "bombs": ["dimeritium-bomb"],
        "oils": ["elementa-oil"],
        "potions": [],
        "signs": ["quen"]
    }
},
{
    "category": "elementa",
    "code": "golem",
    "textes": [{
        "lang": "EN",
        "description": "Golems are mindless matter brought to life by a spell. They obey their creator's orders without question. Their boundless strength, ability to withstand pain, endless patience and the fact that they neet not one jot of food or drink makes them the best servants or guards anyone could ask for. Once provoked, they will not tire of battle until they have either crushed their opponent or themselves crumbled to dust.<br><br>Defeating a golem is extraordinarily difficult: for obvious reasons it does not bleed, it feels no fear or mercy and it is invulnerable to fire and poison. What's more, a golem's body is as hard as the rock it is sometimes heft out of, so even a silver blade will barely wound it. The monster's only weakness is acid – a blade covered in acrid oil can thus increase one's chances for victory.<br><br>Golems use no weapons, for they have no need – their fists, weighing over a hundred pounds each, can crush solid granite with one hit. A blow from a golem should thus be avoided at all costs – there is no shield that can stop it, nor sword that can parry it. That is no easy task, for these creatures are able to move with surprising speed. Luckily, their enormous mass means they are not very agile – once a golem begins a charge, it cannot stop quickly, a fact experienced witchers use to their advantage.",
        "name": "golem",
        "quote": {
            "author": {
                "firstname": "vilmir",
                "lastname": "brass",
                "title": "foreman at Mount Carbon"
            },
            "text": "If want us to break through this wall, we're gonna need twenty sappers, seven mules and a hundredweight of saltpeter. Or one golem."
        }
    },
    {
        "lang": "FR",
        "description": "Le golem est un être créé magiquement à partir de matière inerte. Son obéissance aveugle, sa force inouïe et son insensibilité à la douleur font de lui un serviteur ou un garde idéal. Absolument infatigable, il se battra jusqu'à avoir écrasé tous ses adversaires ou jusqu'à tomber lui-même en poussière.<br><br>Il est presque impossible de vaincre un golem : il ne saigne pas, il ne craint ni le feu, ni le poison et ne connaôt pas plus la peur que la pitié. Pis encore, son corps est dur comme la roche, au point que même une lame d'argent n'a guère d'effet sur lui. L'acide est son unique faiblesse : seule une lame ointe d'une huile caustique peut lui infliger des blessures.<br><br>Un golem n'utilise pas d'arme, et pour cause : ses points sont de pesantes massues capables de réduire en poudre un bloc de granit pur. Nul bouclier ne peut arrêter le point d'un golem, nulle épée ne peut le dévier. La seule parade, le seul espoir de survie, consiste à esquiver ses coups, une tâche plus complexe qu'il n'y paraît, un golem étant capable de se déplacer à une vitesse surprenante. Heureusement, sa masse est telle qu'une fois lancé, il ne peut s'arrêter rapidement. Un sorceleur expérimenté saura tirer profit de ce manque de dextérité.",
        "name": "golem",
        "quote": {
            "author": {
                "firstname": "vilmir",
                "lastname": "brass",
                "title": "contremaître au Mont Terril"
            },
            "text": "Pour ouvrir une brèche dans cette muraille, il nous faudrait une vingtaine de sapeurs, une dizaine de mules et un quintal de salpêtre. Ou un golem."
        }
    }],
    "weakspots": {
        "bombs": ["dimeritium-bomb"],
        "oils": ["elementa-oil"],
        "potions": [],
        "signs": []
    }
},
{
    "category": "elementa",
    "code": "moreaus-golem",
    "extension": "blood-and-wine",
    "textes": [{
        "lang": "EN",
        "description": "Long years of solitary study tend to make mages somewhat eccentric. As the years pass, laypeople being to irritate them more and more: they are dense, unreliable, disobedient and determined not to understand the gravity of mages' work. They display emotion when they should show discipline and self-mastery. No wonder mages have long considered the best companions to be artificial constructs they themselves bring to life and design to follow their orders and meet their needs. Professor Moreau was no exception in this regard. His golem was his dutiful servant and companion, in good times and bad. Moreau's golem was also an excellent guardian: massive, unyielding and devilishly strong. All in all, he was a tough nut for a witcher to crack!",
        "name": "moreau's Golem",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": ""
            },
            "text": ""
        }
    },
    {
        "lang": "FR",
        "description": "De longues années d'études solitaires ne font rien pour arranger l'excentricité des mages. Au fil des ans, les gens du commun les irritent de plus en plus : obtus, peu fiables, indociles et résolus à ne rien comprendre au sérieux des travauxs des mages. Ils se complaisent dans les émotions au lieu de cultiver la discipline et la maîtrise de soi. Il n'y a guère à s'étonner si de tout temps les mages ont préféré s'accompagner de créatures artificielles qu'ils conçoivent et animent eux-mêmes pour se plier à leurs caprices et combler leurs besoins. Le professeur Moreau n'y faisait pas exception. Son golem était autant sont docile serviteur que son loyal compagnon, dans les jours fastes comme dans les épreuves. Le golem de Moreau était aussi un excellent protecteur : massif, inébranlable et d'une force prodigieuse. En bref, un adversaire ô combien redoutable pour un sorceleur !",
        "name": "golem de Moreau",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": ""
            },
            "text": ""
        }
    }],
    "weakspots": {
        "bombs": ["dimeritium-bomb"],
        "oils": ["elementa-oil"],
        "potions": [],
        "signs": []
    }
},
{
    "category": "elementa",
    "code": "the-apiarian-phantom",
    "textes": [{
        "lang": "EN",
        "description": "The \"Apiarian Phantom\" destroying the Meiersdorf family's hives turned out to be a lost Hound of the Wild Hunt. When fighting such a beast, one must bear in mind three things. First of all, that the thick armor of ice covering it can only be pierced by strong blows. Second, that, like any other frost-born creature, it is vulnerable to fire, the Igni Sign included. Third and last: that it shall show no mercy.<br><br>Though the Hound fought fiercely, it nevertheless fell to the witcher's blade. By killing this dangerous monster, Geralt saved the humans, halflings and, last but not least, bees of the area from further torment.",
        "name": "the Apiarian Phantom",
        "quote": {
            "author": {
                "firstname": "holofernus",
                "lastname": "meiersdorf",
                "title": ""
            },
            "text": "Something's destroyed our fields and hives. We think it's... the apiarian phantom."
        }
    },
    {
        "lang": "FR",
        "description": "Le soi-disant \"fantôme des rayons\" qui ravageait le rucher de la famille Meiersdorf était en réalité un molosse égaré de la Chasse Sauvage. Lors d'une rencontre avec une bête de cet acabit, il convient de se souvenir de trois choses. Premièrement, seuls les loups les plus puissants parviendront à pénétrer l'épaisse armure de glace qui la recouvre. Deuxièmement, à l'instar des autres créatures issues du froid, elle est vulnérable au feu, y compris au signe d'Igni. Et troisièmement, ce monstre ne connaît aucune pitié.<br><br>Le molosse se défendit farouchement, mais finit quand même par tomber sous les coups de lame du sorceleur. En tunant ce monstre dangereux, Geralt sauva les humains, les halfelins et, il ne faut pas l'oublier, les abeilles menacées de la région.",
        "name": "le fantôme des rayons",
        "quote": {
            "author": {
                "firstname": "holofernus",
                "lastname": "meiersdorf",
                "title": ""
            },
            "text": "Quelque chose a détruit nos prés et nos ruches. Selon nous, c'est l'oeuvre du... fantôme des rayons."
        }
    }],
    "weakspots": {
        "bombs": ["dimeritium-bomb"],
        "oils": ["elementa-oil"],
        "potions": [],
        "signs": ["igni", "axii"]
    }
},
{
    "category": "elementa",
    "code": "therazane",
    "textes": [{
        "lang": "EN",
        "description": "There's no such thing as a risk-free real estate investment. It might turn out your new home has a leaky roof, structural rot in the attic, a scratched floor in the living room... or elven ruins beneath its foundations, and within them an enormous earth elemental just waiting for a chance to break free of its chains.<br><br>Fighting such a monster is no easy task. Its tough outer husk deflects all but the strongest blows. It can liquefy a man's bones with one crushing blow from its fists - thus, one should never near it without first casting the Quen Sign. One should have the Yrden Sign at the ready as well, whereas the other signs - Igni, Aard and Axii - are completely ineffective against it.<br><br>In the end the witcher triumphed over the powerful earth elemental, and in doing so won gratitude of, and a reward from, Count Dysart.",
        "name": "therazane",
        "quote": {
            "author": {
                "firstname": "kurt",
                "lastname": "dysart",
                "title": "Count of Anchor"
            },
            "text": "I do not believe in ghosts - it is that simple. But my men say the house shakes at night, walls crumble, why, even the floors move about..."
        }
    },
    {
        "lang": "FR",
        "description": "En immobilier, l'investissement sûr n'existe pas. Infiltration, moisissure, vice caché... Tels sont les risques du métier. Il est en revanche plus rare de découvrir sous les fondations de sa maison des ruines elfes abritant un gigantesque élémentaire de terre prêt à saisir la moindre chance de briser ses chaînes.<br><br>Affronter pareilles créature n'est pas une mince affaire. Son épaisse carapace dévie les coups les plus faibles. D'un coup un seul, elle est capable de broyer les os d'un homme, c'est pourquoi il est primordial que le sorceleur garde ses distances lorsqu'il lance le signe de Quen. Il est également recommandé de se tenir prêt à user du signe d'Yrden. Les signes d'Igni, Aard et Axii en revanche, resteront sans effet contre l'élémentaire.<br><br>Finalement, le sorceleur triompha du puissant élémentaire de terre et gagna ainsi la gratitude du comte Dysart, ainsi qu'une récompense.",
        "name": "therazan",
        "quote": {
            "author": {
                "firstname": "kurt",
                "lastname": "dysart",
                "title": "compe d'Anchor"
            },
            "text": "Autant vous le dire, je ne crois pas aux fantômes... mais mes hommes disent que la maison tremble la nuit, que les murs s'effritent et que le plancher se soulève."
        }
    }],
    "weakspots": {
        "bombs": ["dimeritium-bomb"],
        "oils": ["elementa-oil"],
        "potions": [],
        "signs": []
    }
},
{
    "category": "elementa",
    "code": "fire-elemental",
    "textes": [{
        "lang": "EN",
        "description": "Fire is the most destructive of the elements, thus the aggressive lethality of the creature that embodies its essence should come as no surprise. Fire elementals are forged in complicated magic rituals for one purpose: destruction. And they pursue this with murderous determination.<br><br>This elemental attacks using fireballs and streams of flame which reduce anything in their path to ashes in the blink of an eye. Like golems and other elementals, poison does not touch it nor does it bleed. Fire-based spells not only do no harm but in fact strengthen it - thus one should by no means think of striking it with Igni. Though vulnerable to silver blades, getting within sword's reach of one is dangerous due to the furnace-like heart they emanate. When fighting a fire elemental one should thus strike from a distance, using frost-spewing and dimeritium bombs, for they will do it the most damage.",
        "name": "fire elemental",
        "quote": {
            "author": {
                "firstname": "tarvix",
                "lastname": "sandoval",
                "title": "\"Origins of Magic Arcana\""
            },
            "text": "The first fire elemental was created by Ransant Alvaro. Sadly, flames engulfed his entire laboratory, burning it - along with every other building on his block - to ash."
        }
    },
    {
        "lang": "FR",
        "description": "Élément de la destruction par excellence, le feu engendre tout naturellement des créatures à son image. Un élémentaire de feu est forgé dans les flammes à l'aide de rituels magiques complexes dans un seul et unique but : l'anéantissement. Un but qu'il poursuit, dès sa création, avec une implacable détermination.<br><br>L'élémentaire de feu projette des boules de feu et des torrents de flammes pour réduire en cendres tout ce qui se dresse sur sa route. Comme les golems et les autres élémentaires, il ne saigne pas et est immunisé aux effets du poison. Le feu (d'origine naturelle ou magique) ne le blesse pas, mais au contraire le renforce : inutile d'espérer l'abattre avec le signe d'Igni. Enfin, s'il est vulnérable aux lames d'argent, il émane de lui une chaleur si intense qu'il est presque impossible de s'en approcher. La meilleure méthode pour vaincre un élémentaire de feu consiste donc à garder ses distances pour l'affaiblir à l'aide de bombes givrantes ou au dimeritium.",
        "name": "élémentaire de feu",
        "quote": {
            "author": {
                "firstname": "tarvix",
                "lastname": "sandoval",
                "title": "\"Des origines de l'énergie magique\""
            },
            "text": "Le premier élémentaire de feu fut créé par Ransant Alvaro. Hélas, l'illustre érudit périt le jour même dans l'incendie qui détruisit son laboratoire... et tous les bâtiments attenants."
        }
    }],
    "weakspots": {
        "bombs": ["dimeritium-bomb", "northern-wind"],
        "oils": ["elementa-oil"],
        "potions": [],
        "signs": ["aard"]
    }
},
{
    "category": "elementa",
    "code": "ice-elemental",
    "textes": [{
        "lang": "EN",
        "description": "An ice elemental is a mass of frozen water animated by magic. Deprived of consciousness or independent will, this elemental is boundlessly obedient to the orders of the mage who created it. Those orders usually contain but one syllable: kill.<br><br>Ice elementals have no qualms about carrying out this order nor any particular difficulty in doing so. Gifted with incredible strength, they are completely invulnerable to poison and fire, deprived of sensitive organs, hard as permafrost and all in all incredibly difficult opponents. A witcher's only chance at tipping the scales towards victory is to toss a dimeritium bomb – shrapnel made of this metal interferes with the workings of the spell that gives this creature life. Beyond that remains only prayer.",
        "name": "ice elemental",
        "quote": {
            "author": {
                "firstname": "yannick",
                "lastname": "lovt",
                "title": "burglar"
            },
            "text": "I thought to myself - what's a hunk of ice doing in the middle of some lab? And then that hunk of ice got up and broke my legs."
        }
    },
    {
        "lang": "FR",
        "description": "Un élémentaire de glace est une masse d'eau glacée animée par magie. Sans conscience ni volonté propres, l'élémentaire obéit aveuglément à son créature, qui lui assigne généralement une tâche élémentaire : tuer.<br><br>L'élémentaire de glace est en effet une véritable machine à tuer. Doté d'une force hors du commun, il est invulnérable au feu et au poison, totalement insensible à la douleur et tout aussi impénétrable qu'un sol gelé. C'est un adversaire impitoyable et pour ainsi dire invincible à moins d'avoir une bombe au dimeritium sous la main. Ce métal interfère en effet avec les forces magiques qui animent le golem, offrant ainsi au sorceleur une maigre chance de victoire.",
        "name": "élémentaire de glace",
        "quote": {
            "author": {
                "firstname": "yannick",
                "lastname": "lovt",
                "title": "cambrioleur"
            },
            "text": "Je me demandais ce qu'un gros tas de glace venait faire au milieu de la pièce... quand le tas de glace s'est levé et m'a brisé les deux jambes."
        }
    }],
    "weakspots": {
        "bombs": ["dimeritium-bomb"],
        "oils": ["elementa-oil"],
        "potions": [],
        "signs": []
    }
},
{
    "category": "elementa",
    "code": "earth-elemental",
    "textes": [{
        "lang": "EN",
        "description": "Earth elementals are made of mud, clay, sand and rock dust clumped together with water and brought alive with magic. While seemingly slow and ponderous, there creatures are nevertheless dangerous and should be avoided at all costs.<br><br>Earth elementals can withstand a tremendous amount of punishment. Due to their enormous mass they are virtually impossible to knock off balance. They do not bleed nor feel any pain from poison or even fire.<br><br>They kill men with astonishing ease – whether by smashing them with their fists or hurling enormous stones at them. Their only weakness is their vulnerability to dimeritium dust – thus before combat one should prepare a full arsenal of bombs containing this ingredient.",
        "name": "earth elementa",
        "quote": {
            "author": {
                "firstname": "nino",
                "lastname": "murk",
                "title": "bounty hunter"
            },
            "text": "How to survive an encounter with an earth element? Simple. Run. Fast as you can."
        }
    },
    {
        "lang": "FR",
        "description": "Un élémentaire de terre est un aglomérat de boue, d'argile, de sable et de roche animé par magie. En apparence lent et maladroit, il est cependant terriblement dangereux et doit être évité à tout prix.<br><br>Face à un élémentaire de terre, l'expression \"solide comme un roc\" prend tout son sens. Sa masse est telle qu'il est presque impossible à renverser, il ne saigne pas et il est insensible à la douleur, au poison et au feu.<br><br>Il peut tuer un homme avec une facilité déconcertente, en l'écrasant de ses poings massifs ou en lui lançant d'énormes pierres. Sa seule faiblesse est une relative vulnérabilité à la poussière de dimeritium, il est donc conseillé de se munir de bombes idoines avant d'affronter ce redoutable adversaire.",
        "name": "élémentaire de terre",
        "quote": {
            "author": {
                "firstname": "nino",
                "lastname": "murk",
                "title": "chasseur de primes"
            },
            "text": "Survivre à une rencontre avec un élémentaire de terre ? C'est très simple. Il suffit de courir. Vite, de préférence."
        }
    }],
    "weakspots": {
        "bombs": ["dimeritium-bomb"],
        "oils": ["elementa-oil"],
        "potions": [],
        "signs": []
    }
},
{
    "category": "draconids",
    "code": "basilisk",
    "textes": [{
        "lang": "EN",
        "description": "Contrary to popular belief, basilisks cannot turn anything to stone with their gaze. That is small comfort, however, given that their acid, venom, claws and teeth provide them many other ways to kill.<br><br>Basilisks love dark, damp places such as cellars, caves and city sewers. They hunt by day, waiting patiently in hiding for their prey to come, then jump out in a flash to unleash a deadly attack.<br><br>When preparing to fight such a creature one should drink Golden Oriole, which will provide resistance to its venom, and also prepare Dancing Star or shrapnel bombs, which work particularly well against basilisks.<br><br>Basilisk leather is a highly-valued material used to make fashionable shoes and women's handbags. For this reason many men, their courage girded by goldlust, take to hunting them. Most of these hunts end in disaster, but some do manage to bag their prey, which has led to a drastic decline in this creature's numbers in recent years. Some mages and druids are of the opinion that basilisks should be included in programs meant to safeguard dying species. Everyone else thinks those mages and druids have gone completely mad.",
        "name": "basilisk",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": "Gravestone inscription, Vizima cemetery"
            },
            "text": "In memory of the noble knight Roderick, slain during a valiant struggle against a basilisk. Let's hope the beast choked on his bones."
        }
    },
    {
        "lang": "FR",
        "description": "Contrairement à la croyance populaire, le regard d'un basilic ne transforme pas sa victime en statue de pierre. Il n'en reste pas moins une créature terriblement dangereuse, capable de tuer de bien des manières : crocs, griffes, acide ou encore venin font partie de son arsenal.<br><br>Le basilic aime les endroits sombres et humides comme les égouts, les cavernes ou les celliers. Chasseur diurne, il peut attendre une proie pendant des heures avant de surgir pour lancer une attaque fatale.<br><br>Afin d'affronter une telle créature, il est recommandé de boire une potion de Loriot doré et de s'armer de bombes (Étoile dansante ou à fragmentation, de préférence).<br><br>Le cuir de basilic est un matériau très recherché, utilisé dans la confection de chaussures ou de sacs à main. Pour cette raison, de nombreux hommes aveuglés par des rêves de fortune se lancent, souvent à leurs dépens, dans la chasse au basilic. Si bien des imprudents trouvent là une mort prématurée, les plus chanceux atteignent leur objectif, avec pour conséquence un déclin progressif du nombre de basilics au cours des dernières années. Certains druides et mages estiment que le basilic devrait être placé sur une liste des espèces protégées... mais personne ne les écoute.",
        "name": "basilic",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": "Épitaphe, cimetière de Wyzima."
            },
            "text": "En mémoire du noble chevalier Roderick, tué au combat par un basilic. Puisse un de ses os être resté en travers de la gorge du monstre."
        }
    }],
    "weakspots": {
        "bombs": ["hive"],
        "oils": ["draconid-oil"],
        "potions": ["golden-oriole"],
        "signs": ["aard"]
    }
},
{
    "category": "draconids",
    "code": "silver-basilik",
    "extension": "blood-and-wine",
    "textes": [{
        "lang": "EN",
        "description": "Geralt always liked looking at things that don't exist. Be it a vampire with a human heart of the last basilisk of a species that no scholar has classified, discovering something thought not to be there to be discovered caused him great pleasure. That is why he took an interest in a contract which, at first glance, seemed banal, but proved to be very intriguing. It concerned the last basilisk of the nearly-extinct species Regulus Platinum.<br><br>In the end, Geralt decided not to kill the basilisk, for who in his right mind would raise his sword against a living legend?",
        "name": "silver basilik",
        "quote": {
            "author": {
                "firstname": "anatole",
                "lastname": "vizholy",
                "title": "shoemaker from Beauclair"
            },
            "text": "You want a fine pair of boots, you say? Bring me the hide of a silver basilisk, and I'll make you boots the whole world will envy."
        }
    },
    {
        "lang": "FR",
        "description": "Il a toujours plu à Geralt de chercher ce qui n'existait pas, qu'il s'agisse d'un vampire au cœur humain, ou le dernier basilic d'une espèce qu'aucun érudit n'a jamais répertoriée. Découvrir ce que personne ne croyait exister lui procurait un immense plaisir. Voilà pourquoi il se piqua d'intérêt pour un contrat pourtant anodin au premier abord, mais diablement intriguant. Il s'agissait du dernier spécimen d'une variété de basilic proche de l'extinction: Regulus Platinum.<br><br>Les écailles qui recouvrent les basilics argentés sont plus fines que celles de leurs congénères, ce qui les rend d'autant plus vulnérables au feu. Le signe d'Igni sera donc de toute première utilité face à ces créatures.<br><br>Méfiez-vous néanmoins de leur venin, beaucoup plus virulent que celui des basilics communs.<br><br>Au final, Geralt résolut d'épargner le basilic. Qui d'autre qu'un fou oserait lever son épée contre une légende vivante ?",
        "name": "basilic argenté",
        "quote": {
            "author": {
                "firstname": "anatole",
                "lastname": "vizholy",
                "title": "cordonnier de Beauclair"
            },
            "text": "C'est une jolie paire de bottes que vous voulez ? Rapportez moi le cuir d'un basilic argenté, et je vous confectionnerai des bottes que le monde entier vous enviera."
        }
    }],
    "weakspots": {
        "bombs": [],
        "oils": ["draconid-oil"],
        "potions": ["golden-oriole"],
        "signs": ["aard", "igni"]
    }
},
{
    "category": "draconids",
    "code": "forktail",
    "textes": [{
        "lang": "EN",
        "description": "Forktails owe their quaint name to the long sharp growths at the tip of their tails. A blow from this weapon can slice an oaken shield in two – along with the arm that was carrying it. Thus, though its name conjures images of cutlery, fighting a forktail is nothing like a dinner party and ends in death rather than dessert.",
        "name": "forktail",
        "quote": {
            "author": {
                "firstname": "yavinn",
                "lastname": "buck",
                "title": "veteran of the Mahakaman Volunteer Regiment"
            },
            "text": "Forktails... Bah! Fuckers' tails're more like cleavers."
        }
    },
    {
        "lang": "FR",
        "description": "Tout comme le renard, dont son nom est dérivé, le foënard est immédiatement reconnaissable à sa queue. Celle-ci n'est cependant pas rousse et touffue, mais garnie d'excroissances osseuses et parfaitement capable de détruire d'un seul coup un bouclier en chêne et la main de son porteur.",
        "name": "foënard",
        "quote": {
            "author": {
                "firstname": "yavinn",
                "lastname": "buck",
                "title": "vétéran du régiment de volontaires de Mahakaman"
            },
            "text": "Me parlez pas des foënards... Des saloperies, des aberrations de la nature !"
        }
    }],
    "weakspots": {
        "bombs": ["hive"],
        "oils": ["draconid-oil"],
        "potions": ["golden-oriole"],
        "signs": ["aard"]
    }
},
{
    "category": "draconids",
    "code": "the-dragon-of-fyresdal",
    "textes": [{
        "lang": "EN",
        "description": "Few truly know what a dragon looks like, for those who have seen one up-close rarely have a chance to share their impressions. That is why people are forever mistaking other monsters for dragons. This was the case in Fyresdal, where the so-called dragon wreaking havoc turned out to be a forktail.<br><br>Yet this mistaken attribution did not mean there was no reason to worry. The forktail harassing Fyresdal was a particularly vile representative of its kind, one equipped with an endless store of deadly venom. Fighting it without first drinking a regenerative potion or a poison antidote would be tantamount to suicide.<br><br>In his fight with the forktail, Geralt gave proof not only of his masterful swordsmanship, but also of a previously-undemonstrated flair for shepherdry. With a little help from a brave sheep lent by the village elder, he lured the monster into a trap - then ended its life.",
        "name": "the dragon of Fyresdal",
        "quote": {
            "author": {
                "firstname": "vagn",
                "lastname": "",
                "title": "village elder of Fyresdal"
            },
            "text": "It's got scales, wings, claws... A dragon's a dragon! No point gabbin', just go kill it!"
        }
    },
    {
        "lang": "FR",
        "description": "Rares sont ceux qui peuvent se vanter d'avoir survécu à une rencontre avec un dragon, en conséquence de quoi le commun des mortels est bien incapable de dire précisément à quoi ressemble cette créature. Il n'est donc pas étonnant que, confrontés à un monstre inhabituel, les gens du peuple crient bien souvent au dragon.<br><br>C'est ce qui advint à Fyresdal, où le dragon n'était en fait qu'un simple foënard. Ceci dit, la créature pourvue hautement venimeuse était particulièrement coriace. Dans ces conditions, il aurait été suicidaire d'engager le combat sans avoir préalablement consommé une potion régénératrice ou un antidote afin de se prémunir contre le poison.<br><br>En affrontant le foënard, Geralt fit preuve non seulement de son habileté avec une lame, mais aussi de compétences inédites de berger. Avec l'aide d'un brave mouton prêté par l'ancien du village, Geralt attira le monstre dans un piège, puis mit un terme à son existence.",
        "name": "le dragon de Fyresdal",
        "quote": {
            "author": {
                "firstname": "vagn",
                "lastname": "",
                "title": "ancien du village de Fyresdal"
            },
            "text": "Écailles, ailes, griffes... Un dragon, quoi ! Finassez pas et tuez moi ça avant qu'il fasse d'autres victimes !"
        }
    }],
    "weakspots": {
        "bombs": ["hive"],
        "oils": ["draconid-oil"],
        "potions": ["golden-oriole"],
        "signs": ["aard"]
    }
},
{
    "category": "draconids",
    "code": "slyzard-matriarch",
    "extension": "blood-and-wine",
    "textes": [{
        "lang": "EN",
        "description": "If you ever find yourself facing a monster that breathes fire, strikes with a tail tipped with venomous spines, bites with sharp teeth and swipes with even sharper claws and tends to knock its prey to the ground with a sonic blast, then you are fighting a slyzard. With an arsenal like that, it comes as no surprise folk often mistake these draconids for dragons. Yet the experts (meaning witchers) know slyzards constitute an entirely separate species, much smaller than dragons and far less dangerous. With one exception: slyzard females in mating season, or, even worse, just after laying their eggs. When fighting such individuals, my suggestion is to get as far as possible from the danger as quickly as possible, preferably by running, at full tilt, without looking back.",
        "name": "slyzard matriarch",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": ""
            },
            "text": ""
        }
    },
    {
        "lang": "FR",
        "description": "Si jamais vous êtes un jour confronté à une créature qui crache le feu, à la queue hérissée de dards venimeux, aux crocs comme des rasoirs et aux griffes plus affûtées encore, et qui a la fâcheuse manie d'émettre des ondes soniques pour abattre ses proies, c'est que vous affrontez un slyzard. Avec un tel arsenal, il n'est guère surprenant qu'on confonde souvent ces reptiles avec des dragons. Cependant, les experts (autrement dit, les sorceleurs) n'ignorent pas qu'ils sont une espèce à part entière, de taille plus modeste que les dragons et bien moins redoutables. À une exception près : les femelles slyzards en période de reproduction, ou pire encore, après qu'elles ont pondu leurs œeufs. Face à pareilles créatures, je vous suggère de tourner les talons et de courir à perdre haleine, sans vous retourner.",
        "name": "matriarche slyzard",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": ""
            },
            "text": ""
        }
    }],
    "weakspots": {
        "bombs": ["hive"],
        "oils": ["draconid-oil"],
        "potions": ["golden-oriole"],
        "signs": ["aard", "quen"]
    }
},
{
    "category": "draconids",
    "code": "slyzard",
    "extension": "blood-and-wine",
    "textes": [{
        "lang": "EN",
        "description": "Slyzards are often mistaken for wyverns or forktails. Yet make no mistake: slyzards are nasty, terribly dangerous beasts, and confusing them for wyverns will end very badly for the confuser. While a wyvern can tear apart and devour an untrained man in seconds, only a slyzard can first bake him to a crisp with a waft of fiery breath.<br><br>Slyzards are keenly aggressive and attack from both ground and air. Their goal during a fight is to get close enough to their foe to injure it with a breath of fire or knock it down with a sonic blast. Like wyverns, slyzards also attack with venom-spiked tails.<br><br>Slyzards like to disengage mid-fight to fly into the air and plummet down at high speed while spewing out balls of fire.<br><br>Right before these igneous missiles emerge, you can observe a fiery ball forming in the monster's maw. While airborne, a slyzard can also attack with its claws and teeth.<br><br>It is worthwhile to employ the Aard and Igni Signs to force slyzards to the ground. They are not, however, vulnerable to burning. Before tackling one of them, be sure to coat your blade in draconid oil.",
        "name": "slyzard",
        "quote": {
            "author": {
                "firstname": "zator",
                "lastname": "",
                "title": "one of the Crinfrid Reavers"
            },
            "text": "Some peasants once offered me a king's ransom to slay a slyzard. A damned hefty purse, chock full o' gold... But I turned 'em down. Coin's no good if you're dead. And a slyzard, that's no fuckin' forktail."
        }
    },
    {
        "lang": "FR",
        "description": "On confond souvent les slyzards avec les wyverns ou les foënards. Mais ne vous y trompez pas, ou vous en pâtirez : les slyzards sont des créatures féroces et ô combien dangereuses. Une wyvern est certes capable de réduire en charpie un homme peu aguerri, mais un slyzard l'aura d'abord fait rôtir de son souffle incendiaire.<br><br>Les slyzards sont particulièrement agressifs et attaquent du sol comme depuis les airs. Au combat, ils cherchent à approcher leur proie d'assez près pour déverser sur elle un torrent de flammes ou bien l'abattre d'une décharge sonique. Comme les wyverns, les slyzards sont pourvus d'une queue surmontée de dards empoisonnés.<br><br>Les slyzards aiment à rompre le combat pour s'élancer dans les airs et fondre sur leur proie à pleine vitesse tout en crachant des boules de feu.<br><br>Juste avant que ces projectiles enflammés ne soient décochés, on peut observer une boule flamboyante qui se forme dans la gueule du monstre. Une fois qu'il a pris son essor, un slyzard peut aussi attaquer de ses griffes et de ses crocs.<br>Vous auriez tout intérêt à utiliser les signes d'Aard et d'Igni pour clouer les slyzards au sol. Par contre, ils ne craignent pas le feu. Avant d'en affronter un spécimen, veillez à enduire votre lame d'huile contre les draconides.",
        "name": "slyzard",
        "quote": {
            "author": {
                "firstname": "zator",
                "lastname": "",
                "title": "membre des Chasseurs de Crinfrid"
            },
            "text": "Un jour, des paysans m'ont offert une petite fortune pour abattre un slyzard. Une bourse bien replète, remplie d'or à ras bord... Mais j'ai décliné. À quoi bon de l'or si on ne peut pas en profiter. Se battre contre un slyzard, ça n'a rien d'une partie de plaisir."
        }
    }],
    "weakspots": {
        "bombs": ["hive"],
        "oils": ["draconid-oil"],
        "potions": [],
        "signs": ["aard", "quen"]
    }
},
{
    "category": "draconids",
    "code": "wyvern",
    "textes": [{
        "lang": "EN",
        "description": "Wyverns are often mistaken for dragons, and, though they are much smaller than their more famous kin and do not breathe fire, they are likewise extremely dangerous monsters. Especially feared are the so-called royal wyverns who, like their namesake monarchs, are exceptionally ornery and extremely deadly.",
        "name": "wyvern",
        "quote": {
            "author": {
                "firstname": "albina",
                "lastname": "tottelkampf",
                "title": "lecturer in natural sciences at Aretuza"
            },
            "text": "Most dangerous of all are the royal wyverns. Or, as they're called in some circles, the royal pains in the arse."
        }
    },
    {
        "lang": "FR",
        "description": "La wyvern est souvent confondue avec un dragon. Bien qu'elle soit plus petite que son cousin et qu'elle soit incapable de cracher du feu, elle n'en reste pas moins un monstre des plus dangereux. La wyvern royale, en particulier, est une créature féroce et mortelle.",
        "name": "wyvern",
        "quote": {
            "author": {
                "firstname": "albina",
                "lastname": "tottelkampf",
                "title": "professeur de sciences naturelles à Aretuza"
            },
            "text": "Parmi les différentes espèces de wyverns, la plus dangereuse est sans le moindre doute la wyvern royale... ou comme elle est parfois surnommée dans certains cercles, la saloperie royale."
        }
    }],
    "weakspots": {
        "bombs": ["hive"],
        "oils": ["draconid-oil"],
        "potions": ["golden-oriole"],
        "signs": ["aard"]
    }
},
{
    "category": "draconids",
    "code": "royal-wyvern",
    "textes": [{
        "lang": "EN",
        "description": "A hunter who knows his prey's habits and behavior will rarely return from his hunt empty-handed. To know what forest paths deer are like to trod, to know in what muck boars will wallow, to guess when a hare will emerge from its burrow - that is half the battle.<br><br>What most men do not know is that some monsters also possess such knowledge. For example, a royal wyvern from Velen had learned the danger of exposing itself to human eyes and arrows by flying high to pick out its prey from afar. Instead, it would lurk by the roadside and wait for military transports. In this way it grew fat on salted pork and beer, expanding until it resembled a dragon more than other, lesser members of its own kind.<br><br>The witcher thus knew this beast would be much stronger and more resilient than a normal wyvern. Even one blow from it could kill - which is why he would need to avoid its charge at all costs. He would also be wise to force it to the ground with his crossbow or a bomb whenever it tried to fly into the air and hurtle down in a deadly dive.<br><br>In the end the witcher slew the hideous creature, though not without some difficulty. Thanks to this feat, the soldiers could once again send shipments of food and equipment needed to conduct the war. Whether that was a good or a bad thing - that is an entirely different matter.",
        "name": "royal wyvern",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": "Conversation overheard in Velen"
            },
            "text": "It were huge. And those teeth, ugh! We barely escaped. Wonder if it killed the traders... Whoresons sure had it comin'"
        }
    },
    {
        "lang": "FR",
        "description": "Connaître sa proie, suivre les chemins forestiers, localiser les points d'eau, écouter son instinct telles sont les principales qualités d'un bon chasseur. Des qualités que certains monstres possèdent au plus haut degré...<br><br>Ainsi, une wyvern royale de Velen avait appris à chasser ses proies sans s'exposer aux regards humains et aux flèches, mais en rôdant aux abords de la route pour attaquer directement les convois militaires, source de bière et de porc salé. La bête avait grandi tant et si bien qu'elle ressemblait presque à un dragon et terrorisait toute la région.<br><br>Le sorceleur sut d'emblée que ce spécimen serait plus résistant et puissant que ses congénères. Un coup un seul, et c'en serait fini de lui, c'est pourquoi il allait devoir éviter ses charges à tout prix. L'utilisation avisée d'une bombe ou de son arbalète empêcherait quant à elle la bête de prendre son essore afin de fondre sur lui dans un piqué mortel.<br><br>Finalement, le sorceleur vint à bout de l'horrible créature, mais non sans mal. Grâce à cet exploit, les soldats purent à nouveau envoyer des chargements de nourriture et d'équipement pour livrer bataille. Était-ce une bonne ou une mauvaise chose ? Ça, c'est une toute autre question.",
        "name": "wyvern royale",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": "Conversation entendue à Velen"
            },
            "text": "L'était énorme. Et ces crocs ! On a eu chaud. Me demande si la bête a tué les marchands... L'auraient pas volé, ces salauds-là."
        }
    }],
    "weakspots": {
        "bombs": ["hive"],
        "oils": ["draconid-oil"],
        "potions": ["golden-oriole"],
        "signs": ["aard"]
    }
},
{
    "category": "",
    "code": "",
    "textes": [{
        "lang": "EN",
        "description": "",
        "name": "",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": ""
            },
            "text": ""
        }
    },
    {
        "lang": "FR",
        "description": "",
        "name": "",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": ""
            },
            "text": ""
        }
    }],
    "weakspots": {
        "bombs": [],
        "oils": [],
        "potions": [],
        "signs": []
    }
},
{
    "category": "",
    "code": "",
    "textes": [{
        "lang": "EN",
        "description": "",
        "name": "",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": ""
            },
            "text": ""
        }
    },
    {
        "lang": "FR",
        "description": "",
        "name": "",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": ""
            },
            "text": ""
        }
    }],
    "weakspots": {
        "bombs": [],
        "oils": [],
        "potions": [],
        "signs": []
    }
},
{
    "category": "",
    "code": "",
    "textes": [{
        "lang": "EN",
        "description": "",
        "name": "",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": ""
            },
            "text": ""
        }
    },
    {
        "lang": "FR",
        "description": "",
        "name": "",
        "quote": {
            "author": {
                "firstname": "",
                "lastname": "",
                "title": ""
            },
            "text": ""
        }
    }],
    "weakspots": {
        "bombs": [],
        "oils": [],
        "potions": [],
        "signs": []
    }
}]